[
    {
        "data-video-sub": "",
        "data-video-tropename": "Bittersweet Ending",
        "data-video-descrip": "After the day and Peach are saved and all is well, Mario is about to pop the question to Peach when Bowser intervenes. When the two argue for quite some time, Peach shuts them up and rejects both of them, but does offer a ride back home which Mario happily accepts, but Bowser isn't lucky.",
        "data-video-name": "5375.mp4",
        "options": [
            "What the Hell, Hero?",
            "Melancholy Musical Number",
            "Bad Boss",
            "Good-Times Montage",
            "Bittersweet Ending"
        ]
    },
    {
        "data-video-sub": "well Prince pondicherry wrote a letter to mr. Wonka and asked him to come all the way out to India and build him a colossal Palace entirely out of chocolate will have 100 rooms and everything will be made of either dark or light chocolate.  true to his word the bricks were chocolate and the cement hold in together was shocked as all the walls and ceilings were made chocolate as well so with the confidence and the pictures and the furniture it is perfect in every way yeah but it won't last long you better start eating right now nonsense I will not eat my Palace I intend to live in it.  mr. Wonka was right of course soon after this there came a very hot day with a boiling son.  Prince sent an urgent telegram requesting a new Palace but Willy Wonka was facing problems of his own.",
        "data-video-tropename": "Reality Ensues",
        "data-video-descrip": "A chocolate palace would not last long in India, as chocolate melts in hot conditions.",
        "data-video-name": "28062.mp4",
        "options": [
            "Title Theme Tune",
            "Getting Crap Past the Radar",
            "Literal-Minded",
            "Reality Ensues",
            "Playing with Fire"
        ]
    },
    {
        "data-video-sub": "I am sorry citizens of Bikini Bottom hi let's talk peanuts at both of them here's the real criminal top of the morning mr. Krabs mr. Krabs has stolen a very important item from the Easter.  the oysters Pearl here you go girl and that pearls no pearl.  egg but it's free day.",
        "data-video-tropename": "Big Damn Heroes",
        "data-video-descrip": "When SpongeBob's apology for throwing a peanut at Clamu is rejected by the Bikini Bottomites, the zookeeper arrives just in time to reveal Mr. Krabs as the real culprit, and the reason Clamu cried in the first place was that he stole her pearl-egg.",
        "data-video-name": "4955.mp4",
        "options": [
            "Eldritch Location",
            "Totem Pole Trench",
            "Big Damn Heroes",
            "Visual Pun",
            "Limit Break"
        ]
    },
    {
        "data-video-sub": "I Patrick where's SpongeBob did you get into that club yeah but I turned him down it's not about Kevin it's about jellyfish orange Bob I'm glad you learned your lesson hero worship is unhealthy come on Jeffrey.",
        "data-video-tropename": "Hypocritical Humor",
        "data-video-descrip": "Patrick delivers the lesson SpongeBob learned, while simultaneously having his idol tied up in a wagon.",
        "data-video-name": "15770.mp4",
        "options": [
            "\"The Reason You Suck\" Speech",
            "Loophole Abuse",
            "Reality Ensues",
            "Hypocritical Humor",
            "\"I Am Great!\" Song"
        ]
    },
    {
        "data-video-sub": "coach Mac is back in town haha you thought you could just move on into a spin-off comic series and leave me behind guess again I will have my revenge this time things are gonna be different Neo.",
        "data-video-tropename": "Breaking the Fourth Wall",
        "data-video-descrip": "Not only is Roman aware of the fact that he's in a lighthearted comedy series, but Neo all but tells us that he won't succeed here as well",
        "data-video-name": "6182.mp4",
        "options": [
            "Signature Song",
            "Bowdlerise",
            "Ending Theme",
            "Foreshadowing",
            "Breaking the Fourth Wall"
        ]
    },
    {
        "data-video-sub": "stop Milo Elliot you might want to duck.  no I mean you might want this stuff I found him wandering and traffic earlier I yeah I figured you know with you being the crossing guard safety's our safeties are you might be able to get them somewhere safe.  well there is a little Pond right over there don't move do not go anywhere.  I have reason to believe your vehicle may be unsafe I'm going to have to inspect it okay.",
        "data-video-tropename": "Overly Long Gag",
        "data-video-descrip": "Eliot being threatened by a duck.",
        "data-video-name": "25595.mp4",
        "options": [
            "Big-Lipped Alligator Moment",
            "Overly Long Gag",
            "Abusive Parents",
            "Vomit Indiscretion Shot",
            "Animation Bump"
        ]
    },
    {
        "data-video-sub": "I saved these for your bar you always having to remind you of the time when you were the whole world special little guy thanks Mom and now you can go back to just being you instead of a one-dimensional character with the silly catchphrase like Rumba idly hope excellent.  if anyone wants me I'll be in my room.  what kind of catch phrases dad.",
        "data-video-tropename": "Catch Phrase",
        "data-video-descrip": "Various Simpsons characters say their catchphrases.",
        "data-video-name": "6852.mp4",
        "options": [
            "Signature Song",
            "Disney Acid Sequence",
            "Catch Phrase",
            "Eldritch Abomination",
            "Golden Ending"
        ]
    },
    {
        "data-video-sub": "I don't know looks like they're having fun what's the matter Susie you jokester I'd never allow it with all these wild characters in the neighborhood it's a writer's gold mine.",
        "data-video-tropename": "Eat the Camera",
        "data-video-descrip": "A bizarre EatTheCamera-MouthCam shot from ''WesternAnimation/{{Rugrats}}''",
        "data-video-name": "10791.mp4",
        "options": [
            "Big Bad",
            "Eat the Camera",
            "Christmas Songs",
            "Ocular Gushers",
            "Animation Bump"
        ]
    },
    {
        "data-video-sub": "you want to maybe just go quick mark come on I'm really trying hard here last you to try hard nobody but all I'm trying to establish a friendship with you all I've done is try to be nice to you and you still don't like me how can you not like me.  okay I'll tell you you are the worst person I know you're constantly hit on your best friend's wife the man pays for your food and rescued you from certain death and this is how you repay him and to add insult to injury you defecate all over his yard and you're such a sponge you pay for nothing you always say we'll get to later but later never comes and what really bothers me is you pretend you this deep guy who loves women for their souls when all you do is date bimbos yeah I date women for their bodies but at least I'm honest about it I don't buy them a copy of Catcher in the Rye and then lecture them with some seventh grade and.  predation of how Holden Caulfield is some profound intellectual he wasn't he was a spoiled brat and that's why you like him so much he's you God you're pretentious and you delude Yourself by thinking you're some great writer even though you're terrible you know I should have known Cheryl Tiegs didn't write me that note she would have known there's no a in the word definite and I think what I hate most about you is your textbook liberal agenda how we should legalize pot man how big business is crushing the underclass how homelessness is the biggest tragedy in America well what have you done to help I work down at the soup kitchen Brian never seen you down.  down there you want to help grab a ladle and by the way driving a Prius doesn't make you Jesus Christ oh wait you don't believe in Jesus Christ or any religion for that matter because religion is for idiots well who the hell are you to talk down to anyone you failed College twice which isn't nearly as bad as your failure as a father how's that son of yours you never see but you know what I could forgive all of that all of it if you weren't such a bore that's the worst of it Brian you're just a big sad alcoholic bore.  I'll see you Brian thanks for the steak.",
        "data-video-tropename": "\"The Reason You Suck\" Speech",
        "data-video-descrip": "Quagmire reveals to Brian why he doesn't like him.",
        "data-video-name": "12146.mp4",
        "options": [
            "Lethal Chef",
            "Downer Ending",
            "\"The Reason You Suck\" Speech",
            "Disproportionate Retribution",
            "Bad Boss"
        ]
    },
    {
        "data-video-sub": "but still he's problem she's such an oddball Christmas without presents is no Christmas at all or that's what I've always thought at least was I wrong am I thinking no no I'm sure I was right so then why is my heart sinking sure.  your feelings got hurt and the tree took a dunk but it's all Santa's fault Hammond is holiday bunk.  he just giving me the presence I craved I never would have acted the way I behaved oh that's wrong isn't it can I really blame someone else for me being bad cause property damage and I made my sister saying.  I drove her away I was self-centered and me.  another doc tally for your list Cricket Green ho the worst part of Christmas is all the stuff I can undo didn't get what I wanted what I had I lost to if anyone's listening I could really use a hand nothing that happened today when how I plan.",
        "data-video-tropename": "Melancholy Musical Number",
        "data-video-descrip": "Cricket finally realizes the error of his ways and believes Christmas is ruined because of it.",
        "data-video-name": "4868.mp4",
        "options": [
            "Getting Crap Past the Radar",
            "Big \"SHUT UP!\"",
            "Sad Battle Music",
            "Melancholy Musical Number",
            "Sequel Hook"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Alternative Foreign Theme Song",
        "data-video-descrip": "The Japanese opening for the New Woody Woodpecker Show, sung by Woody's Japanese voice actress, Kumiko Watanabe.",
        "data-video-name": "684.mp4",
        "options": [
            "\"The Reason You Suck\" Speech",
            "Face\u0096Heel Turn",
            "Alternative Foreign Theme Song",
            "Catch Phrase",
            "Exact Words"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Shock and Awe",
        "data-video-descrip": "Sypha is a speaker magician with elemental magic, including the power of lightning.",
        "data-video-name": "6786.mp4",
        "options": [
            "Paper-Thin Disguise",
            "Even Evil Has Standards",
            "Eat the Camera",
            "Shock and Awe",
            "Limit Break"
        ]
    },
    {
        "data-video-sub": "mmm.",
        "data-video-tropename": "Our Demons Are Different",
        "data-video-descrip": "One of the four man-eating horses that were owned by the ruler of a fallen kingdom.<br><br>With the demise of the kingdom, the horses were murdered and arrived in hell. Of the four, the soul of one inherited the name of the king and was reborn as a demon.<br><br>The large blade extending from its forehead is a soul reaper that leaves a trail of mutilated dead in whatever direction it runs.<br><br>Though it typically hates being treated like a horse, it tolerates those who have proven themselves worthy.",
        "data-video-name": "3380.mp4",
        "options": [
            "Transformation Sequence",
            "Feud Episode",
            "Big Damn Heroes",
            "Christmas Songs",
            "Our Demons Are Different"
        ]
    },
    {
        "data-video-sub": "all I knew Plankton was hatching an evil plan the whole time so I just adjusted the control to put Plankton where he can't do any harm now it it falls a squirrel from Texas.",
        "data-video-tropename": "Evil Laugh",
        "data-video-descrip": "Sandy somehow laughs evilly as she accomplishes her plan to stop Plankton.",
        "data-video-name": "11571.mp4",
        "options": [
            "Rousing Speech",
            "The Cameo",
            "Abusive Parents",
            "Evil Laugh",
            "Dark Reprise"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Our Angels Are Different",
        "data-video-descrip": "Allegiance belongs to the Principalities, ranked seventh in the angelic hierarchy and part of the Third Sphere. While Third Sphere angels are the most common type encountered in the physical realm, Allegiance, clad in solid gold armor, appears only during times of strife between Paradiso and the human world, in order to purge the armies of evil spirits.<br><br>Legends exist of Allegiance appearing before the kings of feudal nations who have prayed for the emergence of a hero; however, there are also stories of Allegiance seeing through the evil in these kings' hearts and instantly reducing their thrones to rubble.",
        "data-video-name": "3396.mp4",
        "options": [
            "What the Hell, Hero?",
            "Our Angels Are Different",
            "Distracted by the Sexy",
            "An Ice Person",
            "Limit Break"
        ]
    },
    {
        "data-video-sub": "I'm the building code inspector are you the one that called I am you know don't even ask I'm not him I've never been him I can't even stand a little creep I understand you wanted to report any legal driveway yes I did inspector that one right out there if you look carefully you can see that it's built nowhere near code I know because I built it myself out of ground up women's shoes.  shoes how much is the fine well since you turned yourself in I think I'll let it go at $100 I see and what if I said I built it that way just to make you look like an idiot then that would be $1,500 and the what if we called you a moron the boot $2,000 are you sure you're not Gary Coleman from Different Strokes no I am not good I.  hated that show 5,000 dollars.",
        "data-video-tropename": "Hypocritical Humor",
        "data-video-descrip": "Scene from &quot;Married with Children&quot; Season Eight, Episode 16, &quot;How Green Was My Apple&quot;. The Bundys and the Darcys get into a turf war over an apple tree that starts escalating. Al calls over a building code inspector in the hopes of getting Jefferson fined, but the inspector, despite being played my Gary Coleman, keeps claiming he isn't. Though some words from Kelly seems to hit a nerve. ",
        "data-video-name": "15794.mp4",
        "options": [
            "Comically Missing the Point",
            "Noodle Incident",
            "Even Evil Has Standards",
            "Hypocritical Humor",
            "Bittersweet Ending"
        ]
    },
    {
        "data-video-sub": "wish me happy birthday it's not even my birthday. you're on a roll.",
        "data-video-tropename": "Suck E. Cheese's",
        "data-video-descrip": "Listening to the advice of his shoulder devil, Cricket spends all the money Tilly spent on the fake wishing well at a Chuck E. Cheese's expy restaurant in Big City.",
        "data-video-name": "4587.mp4",
        "options": [
            "Big Bad",
            "Eldritch Location",
            "Exact Words",
            "Botanical Abomination",
            "Suck E. Cheese's"
        ]
    },
    {
        "data-video-sub": "here Clifford Clifford bad dog I've never done a neutering before just do your best.",
        "data-video-tropename": "Reality Ensues",
        "data-video-descrip": "Why you shouldn't have a GIANT dog for a pet.",
        "data-video-name": "28046.mp4",
        "options": [
            "Didn't Think This Through",
            "Nightmare Face",
            "Overly Long Gag",
            "What the Hell, Hero?",
            "Reality Ensues"
        ]
    },
    {
        "data-video-sub": "well it was going to be a duet but Good King Wenceslas looked out on the Feast of Stephen sorry I'm late I was busy doing some rewrites rewrite I've highlighted your pot Now sing along Santa Claus and all his elves are baking gift wrap your furred I don't think that's how it goes nobody's asking you nerd you're completely disrespecting this classic song you're ignoring the historical. I'm text King wenceslaus was a great man you have no idea what this song is about I know all about this song the word for a by an English guy the music Scandinavian Wenceslas what 5 foot 6 he kept his face on shape and do just a Duke throughout his life he always wrote so just latest kingly title was conferred upon and posthumously I stand corrected you seem to have a lot of.  information but if you know so much about it why do you not see the original song I like my version better it's about me Buford should get lots of gifts every Christmas season when I see presents just for me it always is so pleasing that is why I change the word to make the song More edgy if you don't like the way I sing you'll get up Christmas way.",
        "data-video-tropename": "Christmas Songs",
        "data-video-descrip": "Buford and Baljeet sing their version of the famous carol.",
        "data-video-name": "26404.mp4",
        "options": [
            "Title Theme Tune",
            "Ending Theme",
            "Screw This, I'm Outta Here!",
            "Arc Villain",
            "Christmas Songs"
        ]
    },
    {
        "data-video-sub": "I do not understand why do the turtles trouble you master they have not been seen for many days something about the way you describe their fighting something familiar.  something from the past.",
        "data-video-tropename": "Training Montage",
        "data-video-descrip": "Following their exile from New York, the Teenage Mutant Ninja Turtles undergo a serious bout of training in preparation for their rematch against the Foot Clan.",
        "data-video-name": "35338.mp4",
        "options": [
            "Big Bad",
            "Distracted by the Sexy",
            "Sad Battle Music",
            "Playing with Fire",
            "Training Montage"
        ]
    },
    {
        "data-video-sub": "I don't know about you corvo but I've had a lovely time Intrigue and mystery Butchery and betrayal the death throes of an Empire and you were an avenging Spirit spreading chaos every turn the city's feeding on itself now liars and Merchants and Nobles like maggots on a carcass soon will be nothing left for the. it's just as well the empire was dying already completely rotten all that was needed was the right man descended over the edge but now you'll be off Over the Horizon on an outbound ship I wonder are you. seeing something or running away.",
        "data-video-tropename": "Downer Ending",
        "data-video-descrip": "Corvo fails to save Emily, the capital falls to the plague and the Empire collapses along with it. ",
        "data-video-name": "9857.mp4",
        "options": [
            "Downer Ending",
            "Our Angels Are Different",
            "Good-Times Montage",
            "Dark and Troubled Past",
            "Dark Reprise"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Big Eater",
        "data-video-descrip": "Paddi doing what he does best.",
        "data-video-name": "5038.mp4",
        "options": [
            "Transformation Sequence",
            "An Ice Person",
            "Big Eater",
            "Botanical Abomination",
            "Dark Reprise"
        ]
    },
    {
        "data-video-sub": "look at that pink and plump hello little tender and for the not one more this one's especially. hello little girl watch your harsh you're missing all the flowers the sun will set for hours take your time little girl and hush the birds are singing sweetly your mr. Burns completely you're. so fully please grandmother faced and Miss pull on what a delectable couple utter Perfection one rental one sample One Moment by D so little girl and eat so many worth exploring just one would be so boring and look when you're ignoring me.  think of those crisp aging bones then something fresh on the palette think of that scrumptious carnality twice in one day there's no possible way to describe what you feel when you're talking to your me mother said not to stray still I suppose a small delay okay.  goodbye mr. wolf my little girl and hello.",
        "data-video-tropename": "Villain Song",
        "data-video-descrip": "The Wolf sings about his &quot;hunger&quot; for Red Riding Hood.",
        "data-video-name": "41796.mp4",
        "options": [
            "Heroic BSoD",
            "Triumphant Reprise",
            "Big \"NO!\"",
            "Villain Song",
            "Bait-and-Switch"
        ]
    },
    {
        "data-video-sub": "where are you boy from movies Reptar come home ripped our reduction and my personal favorite lonely space Vixen that's for after you go to bed.",
        "data-video-tropename": "Getting Crap Past the Radar",
        "data-video-descrip": "Very subtle, Grandpa Lou! Very subtle!",
        "data-video-name": "13452.mp4",
        "options": [
            "Big-Lipped Alligator Moment",
            "Overly Long Gag",
            "Getting Crap Past the Radar",
            "Hoist by His Own Petard",
            "Hypocritical Humor"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Big Damn Heroes",
        "data-video-descrip": "When Link finds himself on the losing end of a battle with some of Dharkon's evil minions, the Luminary jumps into the fray to save him at the last moment.",
        "data-video-name": "4939.mp4",
        "options": [
            "Establishing Character Moment",
            "Transformation Sequence",
            "Overly Long Gag",
            "Big Damn Heroes",
            "Bittersweet Ending"
        ]
    },
    {
        "data-video-sub": "what is it with you lately Max well to tell you the truth sheep I've had a lot on my mind lately such as such as well such as 99 and I we've been working a lot together lately in over the years we spent a lot of time together and well well you see cheaper come to think of 99 as something more than just a another pretty spy does he serve well sir what I'm trying to say Sir is what he's trying to say Sir is that he's asked me to become mrs. 86 that's what I was. trying to say sir that's delightful news when did it happen a few days ago it's just delightful I can't tell you how exciting that is to me I couldn't be more pleased than you approve no well it's not that I don't personally approve but you know how control feels about agents marrying each other I Know Chief but she's a girl we'll discuss this later Max we have a much more pressing problem at hand.  oh Max and 99 I'd like to give you permission to be married but the department has a very good reason for being against marriages they can cause all sorts of problems for agents like what when two agents get married it's bound to affect their performances they begin to think more about personal matters rather than they work Chief that's ridiculous you know that Max and I are agents first last and always that's right she will never let any personal matter stand in the way of the security of our nation well I'll see what I can do I'm glad you called 99 out.  we just going to call you I received permission for you and Max to get married oh Chief that's wonderful news I can't wait to tell Max.",
        "data-video-tropename": "Reality Ensues",
        "data-video-descrip": "Even top secret spy organizations dedicated to saving the world from evil in a comedic parody have an HR department.",
        "data-video-name": "28034.mp4",
        "options": [
            "Imagine Spot",
            "Getting Crap Past the Radar",
            "What the Hell, Hero?",
            "Reality Ensues",
            "Suck E. Cheese's"
        ]
    },
    {
        "data-video-sub": "self let me see that $10 for bread I don't want to live in a society where the pre-meal bread isn't free it is free if you order a meal can you take me home please yeah but I didn't even eat that much bread what did I have I must have had eight nine baskets sir nine but really great now I'm gonna feel like a fat ass all week.",
        "data-video-tropename": "Big Eater",
        "data-video-descrip": "BoJack eats nine baskets of bread.",
        "data-video-name": "5019.mp4",
        "options": [
            "Satanic Archetype",
            "Rousing Speech",
            "Hoist by His Own Petard",
            "Distracted by the Sexy",
            "Big Eater"
        ]
    },
    {
        "data-video-sub": "you show them all who the real winner is my weather girl but now is the time for you to fulfill your part of the agreement and here's my plan maybe she's got some unresolved anger issues or she didn't pass her driving test hello here's the latest forecast for the first day of summer looks like mother nature had a change in plans summer vacation is a. actually over already but I look so good in a swimsuit her the catsuit will do thanks at least now we know where to find her prepare for the worst weather in history.",
        "data-video-tropename": "An Ice Person",
        "data-video-descrip": "Stormy Weather possesses power over the weather, including the power to create ice and winter weather.",
        "data-video-name": "1255.mp4",
        "options": [
            "Paper-Thin Disguise",
            "An Ice Person",
            "Abusive Parents",
            "Playing with Fire",
            "Too Dumb to Live"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Playing with Fire",
        "data-video-descrip": "The Blazehammer summons flames when Mario strikes an opponent.",
        "data-video-name": "26692.mp4",
        "options": [
            "Time Master",
            "Melancholy Musical Number",
            "Eldritch Abomination",
            "Villain Song",
            "Playing with Fire"
        ]
    },
    {
        "data-video-sub": "before you kill your boilers there's one more job and we all have to do it together as a team I'm snow is I know I know we've been doing our regular jobs and filling in for the Diesels because that's what we do right engines help engines we've been doing that all day but we I mean I I mean nobody was there. help Percy he's been at the Docks all day on his own now there's been an accident and Percy's trapped and Carly's in trouble too it may take all night to save Carly rescue Percy and clear the docks those crates may take our sleep but they will never take our Mercy.",
        "data-video-tropename": "Rousing Speech",
        "data-video-descrip": "Thomas rallies the rest of the Steam Team to rescue Percy and Carly at the docks.",
        "data-video-name": "28863.mp4",
        "options": [
            "Lethal Chef",
            "Rousing Speech",
            "Alternative Foreign Theme Song",
            "Catch Phrase",
            "Big \"NO!\""
        ]
    },
    {
        "data-video-sub": "mixer.",
        "data-video-tropename": "Potty Emergency",
        "data-video-descrip": "Becky gets one at the worst time possible.",
        "data-video-name": "27122.mp4",
        "options": [
            "Potty Emergency",
            "Ending Theme",
            "Time Master",
            "Groin Attack",
            "Dark Reprise"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Villain Song",
        "data-video-descrip": "Tamatoa sings about how impressive he is while kicking Maui where it hurts.",
        "data-video-name": "22700.mp4",
        "options": [
            "Expository Theme Tune",
            "Triumphant Reprise",
            "Villain Song",
            "Playing with Fire",
            "Visual Pun"
        ]
    },
    {
        "data-video-sub": "what's gotten into you and Kat first you abandon our headquarters and now you're in the middle of nowhere and some new get up I do you like the new outfit I actually sold my old suit to the libertarian just to get rid of the old thing I think this new outfit fits me a lot better that's not what you said in Camp you said you hated to part with it and you charged me a premium I don't I don't remember that next you're gonna tell me he gypped me on the Hat.",
        "data-video-tropename": "Blatant Lies",
        "data-video-descrip": "Ancap coned Libertarian by telling him that he really wanted to get rid of his old outfit.",
        "data-video-name": "5494.mp4",
        "options": [
            "Nightmare Face",
            "Blatant Lies",
            "Feud Episode",
            "The Cameo",
            "Precision F-Strike"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Animated Credits Opening",
        "data-video-descrip": "Luke Cage depicts Harlem being projected onto Luke's body as he exhibits his strength. ",
        "data-video-name": "1350.mp4",
        "options": [
            "Blatant Lies",
            "Downer Ending",
            "Disproportionate Retribution",
            "Animated Credits Opening",
            "Mundane Made Awesome"
        ]
    },
    {
        "data-video-sub": "okay we got em down there you are how you doing jury how are you how's your mom.",
        "data-video-tropename": "The Cameo",
        "data-video-descrip": "Stan Lee cameos as an old man living in Queens.",
        "data-video-name": "31794.mp4",
        "options": [
            "Laser-Guided Karma",
            "Literal-Minded",
            "The Cameo",
            "Too Dumb to Live",
            "Suck E. Cheese's"
        ]
    },
    {
        "data-video-sub": "could it be. why is Cinderella's World here in the Darkness.",
        "data-video-tropename": "Eldritch Location",
        "data-video-descrip": "A timeless, infinite, polymorphic world that preys on the weak and is the original homeworld of the purebred Heartless.",
        "data-video-name": "10906.mp4",
        "options": [
            "No-Holds-Barred Beatdown",
            "Eldritch Location",
            "Disproportionate Retribution",
            "Tempting Fate",
            "Running Gag"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Arson, Murder, and Jaywalking",
        "data-video-descrip": "The game's demo gives three guesses about the &quot;WORST NIGHTMARE&quot; could be. The third one is not exactly threatening and doesn't get a suspenseful sound, unlike the others.",
        "data-video-name": "1685.mp4",
        "options": [
            "Establishing Character Moment",
            "Large Ham",
            "Arson, Murder, and Jaywalking",
            "Arc Villain",
            "Mundane Made Awesome"
        ]
    },
    {
        "data-video-sub": "are you sure Sofia the gift I'm giving my family this year is a special meal I'm cooking just for them made with a whole lot of love you see when it comes to find in the perfect gift it doesn't matter if its large or small it doesn't matter what the color is that all a gift you'd find inside a store high on a shelf or something simple that you. made all by yourself it could be plainly wrapped or trimmed with silver bows a huge bouquet or a single rose what matters from the start the most important part A gift should come from the heart.  the smallest gift can seem just like a dream come true and why it's special is because it comes from you what makes the difference is the feeling and the thought for that so gift that can't be Mort wouldn't matter I'm the star.  most important part of the gear shift should come from your home.",
        "data-video-tropename": "Pep-Talk Song",
        "data-video-descrip": "Princess Tiana shows Sofia the best way to undo Winter's curse is to give a present that comes from the heart.",
        "data-video-name": "25892.mp4",
        "options": [
            "Pep-Talk Song",
            "Expository Theme Tune",
            "Abusive Parents",
            "Triumphant Reprise",
            "Suck E. Cheese's"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Big \"SHUT UP!\"",
        "data-video-descrip": "One of his trademarks!",
        "data-video-name": "5288.mp4",
        "options": [
            "\"I Want\" Song",
            "Catch Phrase",
            "Big \"SHUT UP!\"",
            "Sequel Hook",
            "Villain Song"
        ]
    },
    {
        "data-video-sub": "yeah cancer known dial miyoshi. Hannah co-occur together mmm.",
        "data-video-tropename": "Potty Emergency",
        "data-video-descrip": "Nothing will stand in Mihoshi's way!",
        "data-video-name": "27061.mp4",
        "options": [
            "Potty Emergency",
            "Face\u0096Heel Turn",
            "Sad Battle Music",
            "Big Damn Heroes",
            "\"I Am Great!\" Song"
        ]
    },
    {
        "data-video-sub": "hello my name is Ed running out of ideas Double D think of something that'll make me look good dad you be careful with that oh what do I care if his camera Mama house what have you done open it open it you should know better than to eat the camera just think of what it could do to your digestive tract. oh I can't wait to see that part Doubleday yes well let's not and say we did it come on come on I got impression to make.",
        "data-video-tropename": "Eat the Camera",
        "data-video-descrip": "Ed takes this trope a little too literally.",
        "data-video-name": "10777.mp4",
        "options": [
            "Epic Fail",
            "Totem Pole Trench",
            "Summon Magic",
            "Eat the Camera",
            "Ocular Gushers"
        ]
    },
    {
        "data-video-sub": "these 13 Pages went on to become the true Sonic the Sonic we all know and love right nope this Bible has had very little bearing on the series as a whole but here's the thing friends it should have a lot of bearing on the series as a whole and I am willing to wield this Bible as a paladin wields a holy sword so that I might exercise sin out from the Sonic Cannon I'm sorry that was a lot I was a bit too intense for.  I'm gonna tone it down a little bit the 30 tenets of the Sonic the Hedgehog Bible look at him up there beautiful practically glowing with potential energy the potential energy I shall release into a holy flame so that I might burn out the blasphemy from Sonic's modern iteration I think we should probably just take a couple minutes just to okay do you need water water yeah I think that'd be good I hear you saying Brian there's no evidence that Sonic doesn't think of Robotnik as a father figure.  and to that I say bullshit I have never seen him cry after defeating Robotnik I have never seen him hold the lifeless body of his father figure I'd say I am sorry it had to turn out like this I'm sorry let Sonic cry over the loss of what could have been Sega you cowards where is my Sonic game with a quilting Circle Sonic CD shitty Sonic Mania trash Sonic Hedgehog to more likes on.  like the Hedgehog too much of a dunce to include the quilting Circle that is so integral to Sonic's backstory so I have formed my religion around Sonic the Hedgehog and guess what I have a confession I've never played a Sonic game never in my life I only tell you this now because you've already made it this far into the video and the sunk cost fallacy states that if you feel like you've invested something you're gonna see it through to the end but it's okay that I haven't played a Sonic.  I came because that means I haven't been tainted I have never beheld the false Sonic only someone blind to the modern blasphemies of the Sonic franchise could see as clearly as I because of a hedgehog could commune with the dead be resurrected run with infinite energy and have his gospel prophesy the future then either Sonic is a God or could kill God and I do not care if there is a difference.",
        "data-video-tropename": "Large Ham",
        "data-video-descrip": "Brian has a few moments of these, though none more hammy, then when he went full cult mode, during his Sonic Bible episode.",
        "data-video-name": "18886.mp4",
        "options": [
            "Pep-Talk Song",
            "Oh, Crap!",
            "Large Ham",
            "Big \"NO!\"",
            "Shock and Awe"
        ]
    },
    {
        "data-video-sub": "Anna simple company cocktail. was it.  Tony got course I'll get the video camera.  I am the first female gangster Lisa.",
        "data-video-tropename": "Potty Emergency",
        "data-video-descrip": "Life tip: try not to get locked in the gym equipment room under any circumstances whatsoever.",
        "data-video-name": "27039.mp4",
        "options": [
            "Potty Emergency",
            "No-Holds-Barred Beatdown",
            "Feud Episode",
            "Evil Laugh",
            "Visual Pun"
        ]
    },
    {
        "data-video-sub": "I'm done did you by chance your meerkat and warthog come this way hey yes we are I mean I a normal human Hotel guests saw them they were just went here appreciation.  hey.",
        "data-video-tropename": "Totem Pole Trench",
        "data-video-descrip": "The duo not-so-convincingly disguise themselves as one human.",
        "data-video-name": "39960.mp4",
        "options": [
            "\"The Reason You Suck\" Speech",
            "Totem Pole Trench",
            "Slippy-Slidey Ice World",
            "Bad Boss",
            "Logo Joke"
        ]
    },
    {
        "data-video-sub": "Cindy can you not call me nerd Tron now that we're married you just scream for four minutes GM I'm both impressed and he's dead.",
        "data-video-tropename": "Big \"NO!\"",
        "data-video-descrip": "Jimmy is shocked to learn in the bad future he and Cindy are MARRIED. Apparently, he screamed for four whole minutes.",
        "data-video-name": "5189.mp4",
        "options": [
            "Ending Theme",
            "Abusive Parents",
            "Big \"NO!\"",
            "Eldritch Abomination",
            "Evil Laugh"
        ]
    },
    {
        "data-video-sub": "somebody ought to teach you some manners okay but I must warn you I happen to be a World Championship kickboxer I don't care if you're the demon seed of Davy Jones you're going down tubby total nobody goes right.",
        "data-video-tropename": "Berserk Button",
        "data-video-descrip": "Call Patrick &quot;tubby&quot;, and this is what you get.",
        "data-video-name": "3846.mp4",
        "options": [
            "Berserk Button",
            "Rousing Speech",
            "Eldritch Location",
            "Triumphant Reprise",
            "Sad Battle Music"
        ]
    },
    {
        "data-video-sub": "why is this is crazy.",
        "data-video-tropename": "Good-Times Montage",
        "data-video-descrip": "Bertie and Dakota doing fun stuff together.",
        "data-video-name": "13790.mp4",
        "options": [
            "Nightmare Face",
            "Blatant Lies",
            "Triumphant Reprise",
            "Good-Times Montage",
            "Right Behind Me"
        ]
    },
    {
        "data-video-sub": "Soros interests but your capitalist but you aren't you come to a has come to an end not Nazi we talked about this it is capital right and who do you think controls Capital now is not the time say your prayers interests I'll leave these two with you then my pleasure good I'll go find Jay rege well well.  horseshoe Centrist your leaders abandon you and now it's two on one you should just give her it will bring me pleasure to snap that horseshoe in to do you see you're all the same to me you know these radicals got to go such power resonating from the Centrist he can't be that powerful common he's.  tryst something's not right you can't be both of us coming he's weak don't be stupid not see you have them up from a distance and I'll Church him at look amazing she see my point for me yeah is on the scene Tommy oh look I shot a Nazi.  look I shot a lefty or maybe a right that work on the aggressions of lesson for me not to be mean don't you see you're the same to me.",
        "data-video-tropename": "Curb-Stomp Battle",
        "data-video-descrip": "Nazi and Commie try to fight off the Horseshoe Centrist, but he is the most powerful of the Centrist ideologies and easily mops the floor with them.",
        "data-video-name": "7983.mp4",
        "options": [
            "Nightmare Face",
            "Berserk Button",
            "One-Winged Angel",
            "Curb-Stomp Battle",
            "The Door Slams You"
        ]
    },
    {
        "data-video-sub": "everyone thinks that I'm just this washed-up hack but actually oh God actually what if they're right I can't breathe am I dying toast I smell burning toast oh my God my toast Todd on My Grave wanted to say that I was born in 1974 No One's Gonna believe damn it can't you respect a dying man's wish you're not dying.  well we did everything we could nurse record the time of death it doesn't get easier it never gets easier but I don't what do you mean he's dead that's right sweetheart he died of a broken heart because you didn't appreciate him enough and now he's gone forever we might have gone too dark on that series.",
        "data-video-tropename": "Bait-and-Switch",
        "data-video-descrip": "When Bojack suffers a sudden anxiety attack, it seems that he has just died, when we cut back to him in the hospital. Turns out, that was just the Horsin' Around series finale.",
        "data-video-name": "2906.mp4",
        "options": [
            "Rousing Speech",
            "Disney Acid Sequence",
            "Reality Ensues",
            "MacGuffin",
            "Bait-and-Switch"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Downer Ending",
        "data-video-descrip": "If you run out of time in the game, what isn't killed in the plague is wiped out by the military.",
        "data-video-name": "9851.mp4",
        "options": [
            "Didn't Think This Through",
            "Downer Ending",
            "Expository Theme Tune",
            "Villain Song",
            "Bittersweet Ending"
        ]
    },
    {
        "data-video-sub": "when you're feeling cooped up with your nerves about to pray if you just change your attitude there's still time to save the day people in Alaska yeah they do it anyways if you ask them here is what they'll say. just chase away the winter Blues there are many ways to choose you can't dip some candy apples you just chased away the winter Blues I'm not talking Ballyhoo you can play a movie star and have your friends do interviews cushions stack them side-by-side will build ourselves a pillow fort. in English we can just start acting up around like a great about sticking to yourself and pull them off the shelf.  read aloud because it's a story kind of day can you please meet this scary one about Titan missile crochet a star in good news we can't make them out.",
        "data-video-tropename": "Pep-Talk Song",
        "data-video-descrip": "When the pets are cooped up and bored having been snowed in due to a &quot;blitzard&quot;, Blythe tries to convince them to have fun to pass the time.",
        "data-video-name": "19605.mp4",
        "options": [
            "Pep-Talk Song",
            "Berserk Button",
            "Expository Theme Tune",
            "Gainax Ending",
            "Visual Pun"
        ]
    },
    {
        "data-video-sub": "we've got your whole world in our hands.",
        "data-video-tropename": "Gainax Ending",
        "data-video-descrip": "The citizens of Superjail discover that their entire world is inside a terrarium.",
        "data-video-name": "13291.mp4",
        "options": [
            "Downer Ending",
            "\"The Reason You Suck\" Speech",
            "Disney Acid Sequence",
            "Gainax Ending",
            "Shout-Out"
        ]
    },
    {
        "data-video-sub": "much change everything's going to be just fine I'll go upstairs and pack your bags we're gonna start a new life Under the Sea Delfino accusations. just friendly Crustaceans Under the Sea that's your solution to everything till not gonna see it's not gonna happen not with that attitude.",
        "data-video-tropename": "Shout-Out",
        "data-video-descrip": "After being wrongly accused of sexual harassment, Homer wants to move underwater. He then launches into a parody of 'Under the Sea' from 'The Little Mermaid' while imagining eating the sea creatures.",
        "data-video-name": "30618.mp4",
        "options": [
            "Totem Pole Trench",
            "Shout-Out",
            "Mundane Made Awesome",
            "Running Gag",
            "Animation Bump"
        ]
    },
    {
        "data-video-sub": "what are these doesn't poke robots look at this. cookie robots I said cookie robots what why are you so old.  okay I'm on it.",
        "data-video-tropename": "Big-Lipped Alligator Moment",
        "data-video-descrip": "Gru asked for &quot;cookie robots.&quot; Instead...",
        "data-video-name": "5131.mp4",
        "options": [
            "Big-Lipped Alligator Moment",
            "Pep-Talk Song",
            "Comically Missing the Point",
            "Disney Acid Sequence",
            "Running Gag"
        ]
    },
    {
        "data-video-sub": "young lady this is not that kind of party.  what a party is ponies.",
        "data-video-tropename": "Comically Missing the Point",
        "data-video-descrip": "They don't wanna party, these ponies wanna PAR-TAY!",
        "data-video-name": "7454.mp4",
        "options": [
            "Downer Ending",
            "Comically Missing the Point",
            "Sad Battle Music",
            "Animated Credits Opening",
            "Christmas Songs"
        ]
    },
    {
        "data-video-sub": "okay so if you're here to bid on the flattop I'm still not getting the disguise I'm not gonna bid on the flat top okay you promise you won't act weird so weird thing to say I'm going to steal it what nice don't do that you promised you wouldn't act weird no I didn't I'm just waiting for them to put it on a dolly and wheel it into the dining room and it's up for bid and then what I run down the street with the to my car if I haven't been told I had to park in a No-No spot this is a terrible plan.  take a little break shall we give you all a minute to find your money and give me a chance to call my mom she doesn't know I do this she thought I said actuary and I never corrected her oh my God that was my chance wait no stop bob weave the other end oh God I don't want to do this I don't wanna do this quick let's get this onto the dolly I can't believe I'm doing this I mean you're barely doing it no offense okay roll it right out the back door oh no no no no no no no no I'll navigate.  that's great job this is working Palm man this feels good.  what the heck is going on don't do no no no no no it's padlocked wait Jules beecham yes it's me Jules beats him yeah I know I know that's why I said your name step away from lot 92 this Grill belongs to my family no it belongs to the bank and soon to one of these people hi I know it looks like I'm helping she'll steal this I'm not I was falling and my hands landed on It come on pop front door front door.  but he's in front of the door remember when I said you had a bad plan this is what bad plans look like just stop right there I'm so sorry kitchen kitchen back in the kitchen Brett Rae treachery do I hear $1,000 go thousand what are you doing Chuckles you promised me Bob no resellers your pretty boy enjoy.  in town he'll hate it so much probably just getting front grab the sighs thank God nobody got hurt aw man it hit my car that's your car it's really small Jewels this was never gonna fit in there but on the plus side you always have that dent remember if I didn't get a ticket oh yeah you did you got to.",
        "data-video-tropename": "Didn't Think This Through",
        "data-video-descrip": "Jules' plan to steal the flat top grill was not well thought out, to say the least. Here are some moments.",
        "data-video-name": "9024.mp4",
        "options": [
            "Brick Joke",
            "Didn't Think This Through",
            "Transformation Sequence",
            "Feud Episode",
            "Animated Credits Opening"
        ]
    },
    {
        "data-video-sub": "I'm not your puppet Fox you actually think I'd kill other Heroes to get rich you're not just corrupt you're stupid.  Neil just signed your own death warrant so we're done then let him go.  yes sir we're gonna need one final dreads own campaign have them prepare that experimental one we developed so you don't mean the gauntlet of Doom you'll you about Sarah it was mathematically proven to be unbeatable right away sir wow well well what have we here dreads own fans.  contestant attempting to sabotage the battle dome how exciting if he succeeds the rest of the contestants Go free but if he fails I've wired the battle dome with six gigatons of nitroglycerin if ratchet doesn't disarm the Detonator Before Time runs out the battle dome will be blown into a tree in pieces that's insane oh contraire if I was still on the battle dome then it would be insane.  Shane but I happen to have a truly lovely view of the action from a remote location what about the thousands of fans in the battle dome you're gonna kill all of them to of course not you are unless you shut your cake hole and get moving go on now your audience is waiting.",
        "data-video-tropename": "Disproportionate Retribution",
        "data-video-descrip": "Because Ratchet declines to be his next cashcow, Gleeman forces him to take a death-course designed to be impossible to pass. If he loses, EVERYONE dies!",
        "data-video-name": "9330.mp4",
        "options": [
            "Nightmare Face",
            "Noodle Incident",
            "Disproportionate Retribution",
            "Bait-and-Switch",
            "Running Gag"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Our Demons Are Different",
        "data-video-descrip": "An enigmatic raven-black bird shrouded in the mysteries of the sky. Ever curious, Malphas has filled itself with all the world's knowledge and mysteries.<br><br>However, this same curiosity has led to a rather brutal demeanor, causing the bird to tear those it encounters to shreds with its sharp beak and razor-like talons.",
        "data-video-name": "3551.mp4",
        "options": [
            "No-Holds-Barred Beatdown",
            "Nightmare Face",
            "Summon Magic",
            "Big \"NO!\"",
            "Our Demons Are Different"
        ]
    },
    {
        "data-video-sub": "I'll be triple-dipped reinforcements just arrived agent Fowler your military cannot Prevail against even think I was gonna let T Prime ever all the fun did you it's Jackie.  Wheeljack but how did you think of a strange energy surge hope you don't mind the company no it's just that after everything well we're still on the same team doc always will be.",
        "data-video-tropename": "Big Damn Heroes",
        "data-video-descrip": "Wheeljack arrives just in the nick of time to save Agent Fowler from being swarmed with Insecticons.",
        "data-video-name": "4963.mp4",
        "options": [
            "Our Gods Are Different",
            "Big Damn Heroes",
            "Sad Battle Music",
            "Running Gag",
            "Animation Bump"
        ]
    },
    {
        "data-video-sub": "oh God Max look she still there don't look glowy.  Chloe look how the fuck.  Chloe.",
        "data-video-tropename": "The Reveal",
        "data-video-descrip": "It was Mark Jefferson, not Nathan, who killed Rachel and has been drugging and kidnapping girls.",
        "data-video-name": "19356.mp4",
        "options": [
            "Eye Scream",
            "\"I Want\" Song",
            "Catch Phrase",
            "Eldritch Abomination",
            "The Reveal"
        ]
    },
    {
        "data-video-sub": "there's no way we can catch him he moves too fast maybe we should just give up give up give up the day may come when we'll give up on fruitless searches after a mere 11 minutes but that day is not today the day may come when our favorite reptile may be lost from our memories and his enduring love of mushrooms forgotten but that day is not today today we search we will search for him in the streets we will search for him in the trenches we will search for him in the alleys and.  the mini-malls and the cul-de-sacs of this Fair land will search for him in the multi-level car parks and Municipal recreational facilities and we few we happy few we small Band of Brothers and girl from across the street we shall not cease till he is found.  we'll help you find your friend what does he look like he's a giant lizard about 40 feet tall.",
        "data-video-tropename": "Rousing Speech",
        "data-video-descrip": "When the boys and Isabella are about to give up all hope of finding their giant chameleon Steve, the normally stoic Ferb breaks his silence and takes a page from Winston Churchill's book.",
        "data-video-name": "26457.mp4",
        "options": [
            "Rousing Speech",
            "Catch Phrase",
            "Abusive Parents",
            "Sad Battle Music",
            "Sequel Hook"
        ]
    },
    {
        "data-video-sub": "hey buddy Gordon.  sandbag me I'm blue star I guess you think it taught the teacher a lesson that the tail to wag the dog.  well let me clue you in pal the ice is melting right underneath your feet.  you think you could have got this far this fast with anybody else huh.  you think he'd be out there taking some like barium know maybe cold-calling widows dentist by 20 shares some fucking dogshit stock.  I took you in I know buddy.  doors for you I showed you how the system works the value of information how to get it well the mohel grant resources Geo Dynamics this is how you fucking pay me back you cockroach.  I gave you Darien.  I gave you a man that I gave you everything.  have been one of the great ones buddy.  I look at you I see myself.  why.  I don't know.  I guess I realized.  I'm just Bud Fox.  as much as I wanted to be Gordon Gekko.  I'll always be Bud Fox.",
        "data-video-tropename": "\"The Reason You Suck\" Speech",
        "data-video-descrip": "Near the climax, Gordon Gekko dumps his remaining interest in Bluestar, only to learn on the evening news that Wildman bought them at a lower price and will become its new majority shareholder. Realizing Bud engineered the entire scheme, he physically assaults his former protege, berating his ingratitude for several of their illegal business transactions (including Bluestar itself).",
        "data-video-name": "38131.mp4",
        "options": [
            "\"The Reason You Suck\" Speech",
            "Disproportionate Retribution",
            "Eldritch Abomination",
            "Curb-Stomp Battle",
            "Gilligan Cut"
        ]
    },
    {
        "data-video-sub": "chill out olly blue you know you want to I give up no one answers to me and I answer to no one I give anything for an order from the diamonds but all they talk about is Steven Steven Steven Steven hi Ali bye Holly.",
        "data-video-tropename": "Right Behind Me",
        "data-video-descrip": "It is right as Holly Blue is complaining about how all the Diamonds ever talk about is Steven does she realize that Steven was standing next to her.",
        "data-video-name": "28571.mp4",
        "options": [
            "Pep-Talk Song",
            "Heroic BSoD",
            "Catch Phrase",
            "Bad Boss",
            "Right Behind Me"
        ]
    },
    {
        "data-video-sub": "what the hell what's wrong with.",
        "data-video-tropename": "Vomit Indiscretion Shot",
        "data-video-descrip": "That's a lot of vomit.",
        "data-video-name": "12178.mp4",
        "options": [
            "Pep-Talk Song",
            "Shock and Awe",
            "Big Eater",
            "Ocular Gushers",
            "Vomit Indiscretion Shot"
        ]
    },
    {
        "data-video-sub": "Pokemon I know Byron's defense style is not gonna make this easy but there's no way I'm gonna lose just wait and see Byron I'll get that mind - for sure that's the kind of girl I like.  I've got news for you.  let the battle begin.",
        "data-video-tropename": "Large Ham",
        "data-video-descrip": "Byron, voiced by Dan Green, really hams it up in his battle against Ash.",
        "data-video-name": "18902.mp4",
        "options": [
            "\"The Reason You Suck\" Speech",
            "Large Ham",
            "Groin Attack",
            "Ocular Gushers",
            "Too Dumb to Live"
        ]
    },
    {
        "data-video-sub": "ha ha ha I'm not a child killer ghost Slaughter of the innocent.",
        "data-video-tropename": "Gainax Ending",
        "data-video-descrip": "In the film Blood Moon, just as our hero is about to sacrifice himself to save his family's life, it suddenly turns out the dynamite they were tied to was just harmless confetti canisters, then a tape recorder of the killer says that he didn't kill any kids, and that there was no &quot;slaughter of the innocents&quot;",
        "data-video-name": "13289.mp4",
        "options": [
            "Showdown at High Noon",
            "Gainax Ending",
            "Abusive Parents",
            "Tempting Fate",
            "Hypocritical Humor"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Big Eater",
        "data-video-descrip": "Iggy eats a variety of things, from muffins to a *cactus*.",
        "data-video-name": "5026.mp4",
        "options": [
            "Heroic BSoD",
            "Abusive Parents",
            "Big Damn Heroes",
            "Big Eater",
            "The Hero"
        ]
    },
    {
        "data-video-sub": "Magic Winx.",
        "data-video-tropename": "Transformation Sequence",
        "data-video-descrip": "The Winx's Sirenix transformation sequence.",
        "data-video-name": "40596.mp4",
        "options": [
            "Transformation Sequence",
            "One-Winged Angel",
            "Villainous Breakdown",
            "Time Master",
            "Big Eater"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "The Cameo",
        "data-video-descrip": "American actor and comedian Joe E. Brown makes his last film appearance as the Groundskeeper at the cemetery.",
        "data-video-name": "36206.mp4",
        "options": [
            "Pep-Talk Song",
            "Noodle Incident",
            "The Cameo",
            "Animated Credits Opening",
            "Running Gag"
        ]
    },
    {
        "data-video-sub": "rocking robots you can trap in space let it sit.",
        "data-video-tropename": "Berserk Button",
        "data-video-descrip": "Usapyon's berserk button in this case is Hailey Anne not paying attention to his tragic backstory",
        "data-video-name": "3927.mp4",
        "options": [
            "Berserk Button",
            "Melancholy Musical Number",
            "Good-Times Montage",
            "Evil Laugh",
            "The Hero"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Big \"NO!\"",
        "data-video-descrip": "The reaction of Zeus when he finds out Hercules was taken.",
        "data-video-name": "5158.mp4",
        "options": [
            "Nightmare Face",
            "Big \"SHUT UP!\"",
            "Big \"NO!\"",
            "Dark Reprise",
            "Animation Bump"
        ]
    },
    {
        "data-video-sub": "listen to me Quasimodo no you live.  you have told me that.  the world place.  it's the only thing dark and cool about it is people like you.",
        "data-video-tropename": "Calling the Old Man Out",
        "data-video-descrip": "Quasimodo calls out on Frollo for lying to him about the world and keeping him hidden in the cathedral.",
        "data-video-name": "6536.mp4",
        "options": [
            "Potty Emergency",
            "Imagine Spot",
            "\"The Reason You Suck\" Speech",
            "Arc Villain",
            "Calling the Old Man Out"
        ]
    },
    {
        "data-video-sub": "it's ready stance on here he has proposed a load Chuckles you may become gonna calculate gotta cause you gotta talk to my mother.",
        "data-video-tropename": "Big Eater",
        "data-video-descrip": "When you add everything up in Itsuki's lunch, it sure ends up being one expensive meal!",
        "data-video-name": "5036.mp4",
        "options": [
            "Pep-Talk Song",
            "Hoist by His Own Petard",
            "Big Eater",
            "An Ice Person",
            "Dark Reprise"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Time Master",
        "data-video-descrip": "Sly's costume in &quot;40 Thieves&quot; is a Thief Costume, a costume with a magic scepter Salim was allegedly given to by a genie that allows Sly to slow down time around him. Bentley thinks it directly inspired Salim's descendant Matthew de la Coopeur to create the perpetual slow-motion technique.",
        "data-video-name": "39915.mp4",
        "options": [
            "Big-Lipped Alligator Moment",
            "Expository Theme Tune",
            "Time Master",
            "Our Angels Are Different",
            "Even Evil Has Standards"
        ]
    },
    {
        "data-video-sub": "are you still going to forgive me my trespasses now what are you going to do without your precious Palace good thing the three of us girls enjoy a good catfight. I don't know what you did to piss her off but whatever it was nice.",
        "data-video-tropename": "Our Demons Are Different",
        "data-video-descrip": "A demon taking the form of a woman who left this world under unfortunate circumstances, only to be reincarnated in hell. Unlike her beautiful, swallowtail butterfly-like appearance, this demon is particularly brutal, and her reputation is well known even amongst the denizens of Inferno.&lt;br&gt;If a conjurer were to sign a contract and trade her soul, the demon would impart upon her enormous power and great wisdom.",
        "data-video-name": "3418.mp4",
        "options": [
            "\"I Want\" Song",
            "Totem Pole Trench",
            "Visual Pun",
            "Our Demons Are Different",
            "The Door Slams You"
        ]
    },
    {
        "data-video-sub": "excellent get every last drop it. the sounds of Joy lies Towards the Sky all shall bow down to me.",
        "data-video-tropename": "One-Winged Angel",
        "data-video-descrip": "By drinking the blood of Kron, Volcazar is transformed into the demon of legend Zaal. ",
        "data-video-name": "25133.mp4",
        "options": [
            "Lethal Chef",
            "One-Winged Angel",
            "Totem Pole Trench",
            "Abusive Parents",
            "Big Eater"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "An Ice Person",
        "data-video-descrip": "The Snowmads are a tribe of vikings from frigid northern seas who take over Donkey Kong Island and throw the Kongs out of their home. Their ranks are predominantly made up of arctic animals such as penguins and walruses.",
        "data-video-name": "1245.mp4",
        "options": [
            "Title Theme Tune",
            "Disney Acid Sequence",
            "Christmas Songs",
            "An Ice Person",
            "Suck E. Cheese's"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Animated Credits Opening",
        "data-video-descrip": "The American Gods opening depicts old religious iconography using modern day technology and interests, all revealing to be a part of a massive totem pole.",
        "data-video-name": "805.mp4",
        "options": [
            "Nightmare Face",
            "Downer Ending",
            "Literal-Minded",
            "What the Hell, Hero?",
            "Animated Credits Opening"
        ]
    },
    {
        "data-video-sub": "this is what happens when you go against my wishes.  the darkness in their hearts overtook them bill.",
        "data-video-tropename": "Botanical Abomination",
        "data-video-descrip": "The Cursed Coach takes the form of a massive killer pumpkin similar to Cinderella' carriage. ",
        "data-video-name": "6011.mp4",
        "options": [
            "Big-Lipped Alligator Moment",
            "Totem Pole Trench",
            "Botanical Abomination",
            "Ocular Gushers",
            "Animal-Themed Superbeing"
        ]
    },
    {
        "data-video-sub": "you speak of a golden rule we have our own golden Whoever has the gold makes the rules what type of the golden rule how can a man resist when the golden is Hamlet him to the land than I am pissed. the Golden Rule it see the land of me but don't let my neighbor has never see who has the gold makes all the wounds so he wins the game and the prize were winning my mouth and the game begins again.  Andrew.  so just keep you on mouth shut and your palm open and you may just get filthy stinking rich.",
        "data-video-tropename": "Dark Reprise",
        "data-video-descrip": "Ja'far finds out just how corrupt the Magic Kingdom's politics truly are.",
        "data-video-name": "8442.mp4",
        "options": [
            "Signature Song",
            "Berserk Button",
            "Exact Words",
            "Dark Reprise",
            "\"I Am Great!\" Song"
        ]
    },
    {
        "data-video-sub": "Yankee Doodle pigeon starts his perilous Journey delivering top secret messages unaware that the vulture Squadron is closing in on him ready to carry out plugs diabolical plan operation only now me right behind him no matter where he go being happened to him. right.",
        "data-video-tropename": "Hoist by His Own Petard",
        "data-video-descrip": "Dick Dastardly gets crushed by his own boulder.",
        "data-video-name": "8528.mp4",
        "options": [
            "Hoist by His Own Petard",
            "Even Evil Has Standards",
            "Big Damn Heroes",
            "Melancholy Musical Number",
            "Evil Laugh"
        ]
    },
    {
        "data-video-sub": "neela now sorry what are you doing.  I'm coming buddy this is it this is the Cooper Gang I've heard so much about and feared these long hours from Murray will renew your fear who's the Marie all I see is a fat pathetic weakling I might be big and not as smart as the other guys but one thing I'm not.  is weak.",
        "data-video-tropename": "Shock and Awe",
        "data-video-descrip": "With the Clockwerk heart, Rajan is able to channel lightning.",
        "data-video-name": "30533.mp4",
        "options": [
            "Catch Phrase",
            "Botanical Abomination",
            "Ocular Gushers",
            "Shock and Awe",
            "Animation Bump"
        ]
    },
    {
        "data-video-sub": "don't be shy Kota say hi to everyone you couldn't be around them for the next week hey there my name is Midori I'm from the you a high school hero course it's nice to meet you what a low blow you fiend of a child a punch to the scrotum is unforgivable the last thing I want is to hang with some water be heroes water be how old are you kid that brats got spunk.",
        "data-video-tropename": "Groin Attack",
        "data-video-descrip": "An unforgettable moment from season 3.",
        "data-video-name": "14357.mp4",
        "options": [
            "Didn't Think This Through",
            "No-Holds-Barred Beatdown",
            "Arson, Murder, and Jaywalking",
            "Groin Attack",
            "Visual Pun"
        ]
    },
    {
        "data-video-sub": "what's the matter Squidward old buddy ha ha ha so this is what I find Mama my best friend and my exbest friend and rubber bath toys.",
        "data-video-tropename": "Arson, Murder, and Jaywalking",
        "data-video-descrip": "SpongeBob is shocked to find his best friend, his ex-best friend and...rubber bath toys?",
        "data-video-name": "1675.mp4",
        "options": [
            "Big Bad",
            "Gainax Ending",
            "Eldritch Abomination",
            "Arson, Murder, and Jaywalking",
            "Visual Pun"
        ]
    },
    {
        "data-video-sub": "I love you.",
        "data-video-tropename": "Heroic Sacrifice",
        "data-video-descrip": "With no way to warn the oblivious and loud Cricket in the library, Bill willingly sacrifices himself to prevent his son from being banned and give him the gift of reading.",
        "data-video-name": "4092.mp4",
        "options": [
            "\"The Reason You Suck\" Speech",
            "Tempting Fate",
            "MacGuffin",
            "Visual Pun",
            "Heroic Sacrifice"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Gainax Ending",
        "data-video-descrip": "Nope. Still don't get it.",
        "data-video-name": "13307.mp4",
        "options": [
            "Laser-Guided Karma",
            "\"I Want\" Song",
            "Latex Perfection",
            "Gainax Ending",
            "Reality Ensues"
        ]
    },
    {
        "data-video-sub": "all right could you cubby let's try this again hmm no my God Louise what are you doing what is happening why are you on a toilet in the middle of the aquarium Louise I was at home kiss miss be so embarrassing for you it's so personal okay Ronnie thank you what were you thinking when you started go on this toilet in the middle of the room was just a dream.  it was just a dream or was it okay it'll happen I have all week.  well doesn't it just smells lovely in here yep yep another false alarm I guess no poop for you.  oh you look chance yep nothing came out we don't have to talk about it oh no you couldn't go huh.",
        "data-video-tropename": "Gilligan Cut",
        "data-video-descrip": "After Louise has a nightmare about pooping in the middle of the aquarium in front of her classmates, Louise reassures herself she can poop before the overnight trip and she has all week to do it. Three days later, she couldn't do it.",
        "data-video-name": "13545.mp4",
        "options": [
            "Transformation Sequence",
            "Blatant Lies",
            "\"The Reason You Suck\" Speech",
            "Bad Boss",
            "Gilligan Cut"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Groin Attack",
        "data-video-descrip": "Von Kaiser gets struck down there by one of the kids he was teaching.",
        "data-video-name": "14341.mp4",
        "options": [
            "No-Holds-Barred Beatdown",
            "Kick the Dog",
            "Oh, Crap!",
            "Eat the Camera",
            "Groin Attack"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Our Angels Are Different",
        "data-video-descrip": "As his name would imply, Valor is a warrior that regards bravery in the highest degree. Taking the form of a shield, he stands with Valiance at the front lines of Paradiso's wars against Inferno.<br><br>It is said that when people are in need, a warrior clad in solid gold armor will appear to rescue them, carrying a sword and shield of incredible power. While fending off incoming evils with the shield, the warrior will eliminate its enemy with a single blow of its sword, claiming victory for those with a strong-held faith.",
        "data-video-name": "3378.mp4",
        "options": [
            "Our Angels Are Different",
            "Abusive Parents",
            "Big \"NO!\"",
            "Villain Song",
            "Groin Attack"
        ]
    },
    {
        "data-video-sub": "this is mine the god that sent me back the God I serve in this world and yours the god of Flesh hunger and desire Leviathan lord of the labyrinth.",
        "data-video-tropename": "Eldritch Abomination",
        "data-video-descrip": "The inscrutable entity at the heart of the Labyrinth, the Leviathan is the God of Flesh, Hunger and Desire, commanding the Cenobites and directing the power of the Labyrinth at will; just looking at him is enough to trigger instant Mind Rape.",
        "data-video-name": "10852.mp4",
        "options": [
            "Potty Emergency",
            "Signature Song",
            "Big Damn Heroes",
            "Eldritch Abomination",
            "Hypocritical Humor"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Slippy-Slidey Ice World",
        "data-video-descrip": "",
        "data-video-name": "13883.mp4",
        "options": [
            "Totem Pole Trench",
            "Disproportionate Retribution",
            "Slippy-Slidey Ice World",
            "MacGuffin",
            "Making a Splash"
        ]
    },
    {
        "data-video-sub": "chicken pop are getting a locks well you didn't good thanks Cricket the kind of got our seventh sense for friendship wait Santa finally funny never get rid of that chump all right I need you to cancel all my plans for the remainder of the day but what about the Fowler mean greet if you don't go those farmers will be neither met nor gret forget those losers who wonderful opportunity has presented itself I'm gonna sabotage Bill greens big speech here's the plan sweet potatoes chip is.  is evil we gotta go tell bad what no I didn't break his heart I don't care about his heart Tillie I'm trying to save his feelings is that so seems like you overheard my brilliant plan too bad you won't be here to see it happen close your eyes Cricket Big Sisters got to make a mess okay.  totally messed up ha ha ha good luck getting back in without these man I love being me the kids.",
        "data-video-tropename": "Oh, Crap!",
        "data-video-descrip": "Cricket and Tilly are horrified to discover Chip is still evil since the events of &quot;Reckoning Ball&quot; and he only tricked them into thinking he was sorry, and his friendship with Bill is just a set-up to ruin his big speech.",
        "data-video-name": "4346.mp4",
        "options": [
            "Transformation Sequence",
            "Big Bad",
            "Hoist by His Own Petard",
            "Oh, Crap!",
            "Playing with Fire"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Golden Ending",
        "data-video-descrip": "The third and best ending of &quot;Strange Flesh&quot; can only be achieved if you did not use any save points.",
        "data-video-name": "13650.mp4",
        "options": [
            "Big-Lipped Alligator Moment",
            "Even Evil Has Standards",
            "Ocular Gushers",
            "Golden Ending",
            "Precision F-Strike"
        ]
    },
    {
        "data-video-sub": "has to say him leave them lit swing the allspark takes precedence over a few insignificant Autobots besides they're not long for this world Decepticons transform and Rise Up.",
        "data-video-tropename": "Catch Phrase",
        "data-video-descrip": "Megatron introduces the Decepticons' version of the Autobots' classic &quot;Transform and roll out!&quot;",
        "data-video-name": "6844.mp4",
        "options": [
            "Rousing Speech",
            "\"I Want\" Song",
            "Catch Phrase",
            "Big Damn Heroes",
            "Even Evil Has Standards"
        ]
    },
    {
        "data-video-sub": "I've got a plan did I hear you right Jojo.  jota uh-huh one last All or Nothing Gambit all-or-nothing gamble did you say yeah it's my final move what does it involve JoJo when you say final move you're not referring to that final move are you listen up this is something you're going to have to do for yourself just tell me what to do and I'll follow your lead Jojo.  I knew you were gonna do that.",
        "data-video-tropename": "Screw This, I'm Outta Here!",
        "data-video-descrip": "Joseph demonstrates his &quot;Joestar Secret Technique&quot; once again.",
        "data-video-name": "17589.mp4",
        "options": [
            "Imagine Spot",
            "Feud Episode",
            "Showdown at High Noon",
            "Big \"NO!\"",
            "Screw This, I'm Outta Here!"
        ]
    },
    {
        "data-video-sub": "I think Earth is a pretty great eighth place that's saying something because I've been through outer space I think it suits me it's just my style I think I'm gonna I think that strangers are just friends you haven't met I'm blasting monsters and I never break a sweat I'm really thinking I could call this place home.",
        "data-video-tropename": "Ending Theme",
        "data-video-descrip": "The first ending theme for Star vs. The Forces of Evil which was used in Seasons 1 and 2.",
        "data-video-name": "33407.mp4",
        "options": [
            "Imagine Spot",
            "Ending Theme",
            "Exact Words",
            "Big \"NO!\"",
            "Christmas Songs"
        ]
    },
    {
        "data-video-sub": "we can fall asleep well the Dukes line ended and there was only one man suited for the Grand Palace.  rising up from nothing he'd served the Empire with distinction.  Duke corvo attano the first of his line.  in Dunwall without ever realizing it Delilah tasks into an imagined world where her father's promises were fulfilled and her subjects when love her forever as she sailed the ocean with a great Fleet and tracked across the pendency of wastes.  when the true Capital Emily the just Emily the clever ruled for decades over a prosperous minded Empire with corvo attano support from the south in his day Anton sokolov fired the engines of Industry hurtling the empire into a more sophisticated age.  he tallied with Nobles Wayward artists and great inventors alike drinking and all that life could offer.  leaving Dunwall for the last time he headed to the cold North contented last on a final voyage to take him home.  there are things that never change no matter how hard you try questions you must answer.  as making Foster faded from the world Billy lurks duct former Shadow setting out to discover who truest self and seeking the closest thing she ever known the family.",
        "data-video-tropename": "Golden Ending",
        "data-video-descrip": "Corvo takes charge in Karnaca and brings the city back from the brink. Emily becomes a fair and just ruler, reuniting the Empire with Corvo by her side. Sokolov, proud to see his work used for good, returns to his home country.",
        "data-video-name": "13662.mp4",
        "options": [
            "Epic Fail",
            "Golden Ending",
            "Shout-Out",
            "Running Gag",
            "Limit Break"
        ]
    },
    {
        "data-video-sub": "I gotta ask what is in this for you why are you doing this.  like I told you before.  I'm not going to talk to you like I talk to Elliot.  you and I we are not from it's precisely that you're besties with him that I am trying to understand how you can lie to him so blatantly.  how could I be lying to him.  I'm literally looking right at him.  that's certainly a creative way to get out of this but let's be real you are taking advantage of Elliott's let's call it unique condition he started this didn't he.  I'm just helping him finish it.  and that what you do.  that is what I go if you want me to keep on doing what it is that I do we're going to have to trust each other.  right now Angela.  I do not trust you so I'm going to ask you one more time.  why exactly are you doing all of this.  evil Corp killed my mom.  my whole life.  I've always wanted Justice.  for her death.  but how do you bring Justice to it.  conglomerate as Untouchables ofcourse.  I thought it would never win.  even after I found out about your crazy plan I still didn't believe it was possible.  until I met whiterose awesome until she opened my eyes.  and I can see how.  all of the damage that they've caused.  finally be.  I'm done.  when we succeed.  Whole New World will be born click the powers back on.",
        "data-video-tropename": "Face\u0096Heel Turn",
        "data-video-descrip": "After spending the entire series being pushed around and undermined, Whiterose's brainwashing turns Angela into a completely different person. Cold, Unforgiving and Brutal. And since Elliot is strictly against the Stage 2 plan and wants to put a stop to it, Angela isn't happy with his decision and decides to psychologically abuse him and work with Mr.Robot behind his back. She later justifies why she is treating Elliot like this.",
        "data-video-name": "11845.mp4",
        "options": [
            "Big Bad",
            "Face\u0096Heel Turn",
            "Arc Villain",
            "Dark and Troubled Past",
            "Breaking the Fourth Wall"
        ]
    },
    {
        "data-video-sub": "Listen sweetheart we should get out of here but no one touches me without permission you got it got it you said you knew where we were I do but it will be dark soon we need to make Camp rest agreed.  no no don't wait for me I'm fine let me just pee out some blood first that was cheery shut up Botox I'm just saying he really killed the vibe around here I was just.",
        "data-video-tropename": "Groin Attack",
        "data-video-descrip": "Johnny, ironically, the one most know for this move, receives two of these from Sonya Blade.",
        "data-video-name": "14335.mp4",
        "options": [
            "Kick the Dog",
            "Expository Theme Tune",
            "Showdown at High Noon",
            "Groin Attack",
            "The Reveal"
        ]
    },
    {
        "data-video-sub": "okay look I didn't want to mess with your fun but I'm starting to feel like this whole thing is a scam really crooked now you just sound like when I eat your boy skaters no I'm not a hater I just feel very strongly that this kitchen boy guy is stringing you along okay you three are hopeless but Remy this isn't you you never cared about flanking your steaks or whatever before this weirdo showed up you just don't get it Cricket get your boys message is about spreading positivity by buying merchandise so that other people know how much positivity.  Petit are spreading now Remy buddy you gotta know how stupid that sounds I thought you were my friend but basic Cricket you a hater well ready wait I'm just trying to help.",
        "data-video-tropename": "\"The Reason You Suck\" Speech",
        "data-video-descrip": "When Cricket tries to convince Remy he's not himself due to falling for Itchaboi's obnoxious influences, Remy just waves him off and calls him a &quot;hater&quot;.",
        "data-video-name": "4490.mp4",
        "options": [
            "Blatant Lies",
            "\"The Reason You Suck\" Speech",
            "\"I Want\" Song",
            "Disproportionate Retribution",
            "Playing with Fire"
        ]
    },
    {
        "data-video-sub": "look at you as fragile as a flower still a little sapling just a sprout you know why we stay up in this Tower I know that's right to keep you safe and sound in guess I always knew this day was coming knew that soon you'd want to leave and last but not trust me pet mother knows.  those best mother knows best listen to your mother it's a Scary World out there Mother Knows Best One Way or Another something will go wrong ice poison ivy quicksand cannibals and snakes lots of play also large bugs men with pointy teeth and stop oil just a mother's right here.  mother will protect you but darling here's what I suggest with Mama my best.  plus I believe getting kind of chubby I'm just saying class I want you mother understands me to help you all I love is 100.  Rapunzel yes.  don't ever ask to leave this Tower again.  yes mother I love you very much dear I love you more I love you most.  don't forget it you regretting it Mother Knows Best.",
        "data-video-tropename": "Villain Song",
        "data-video-descrip": "Mother Gothel exacerbating the dangers of the world as a means of keeping Rapunzel to herself for selfish purposes.",
        "data-video-name": "34921.mp4",
        "options": [
            "\"I Want\" Song",
            "What the Hell, Hero?",
            "Villain Song",
            "Eat the Camera",
            "Christmas Songs"
        ]
    },
    {
        "data-video-sub": "come on okay Pascal let me call you up and we'll figure out some other way.  Pascal Pascal.  your son excuse me is that my hat.  I'm so sorry Rapunzel wait look.",
        "data-video-tropename": "Heroic Sacrifice",
        "data-video-descrip": "Pascal nearly sacrifices himself, jumping into the gears of the Demanitus Device to free a jammed rock and end the deadly blizzard. Luckily, he survives, albeit a bit injured.",
        "data-video-name": "15062.mp4",
        "options": [
            "Big-Lipped Alligator Moment",
            "Heroic Sacrifice",
            "Disney Villain Death",
            "Ocular Gushers",
            "Too Dumb to Live"
        ]
    },
    {
        "data-video-sub": "I don't know why but I've always loved the idea of Summer and sun and all things hot really I'm guessing you don't have much experience with heat nope but sometimes I like to close my eyes and imagine what it'd be like when summer does come these the buzz kids'll blow dandelion fuzz and oh be doing whatever snow does. Zin summer drink in my hand my snow up against the burning sand probably getting gorgeously tanned in summer finally see a Summer Breeze blow away a winter storm find out what happens to solid water when it gets warm and I can't wait to see what my buddies all think of me just.  and how much cooler I'll be in summer that a problem the cold are both so intent putting together just makes sense when is a good time to stay in and cuddle but put me in summer and I'll be a happy snowman when life gets rough I like to hold onto my dream of relaxing in the.  our son just letting off steam.  oh the sky will be blue and you guys don't be there too.  when I finally do what Frozen things do in summer I'm gonna tell him don't you dare.",
        "data-video-tropename": "Disney Acid Sequence",
        "data-video-descrip": "Olaf sings about ideal weather in a rather goofy dance number.",
        "data-video-name": "9206.mp4",
        "options": [
            "Big-Lipped Alligator Moment",
            "Disney Acid Sequence",
            "Triumphant Reprise",
            "Making a Splash",
            "Running Gag"
        ]
    },
    {
        "data-video-sub": "Cassandra Downey.  Stella.  oh no Stella what happened to you still my baby answer me please talk to me oh Stella.  Stella saved her father and she got her Enchantix.  hours their sacrifices what brought it about that's exactly how it happened with me.  Stella.",
        "data-video-tropename": "Heroic Sacrifice",
        "data-video-descrip": "Stella uses up all her energy and nearly dies while protecting Radius from a dragon, which earns her Enchantix.",
        "data-video-name": "15076.mp4",
        "options": [
            "Satanic Archetype",
            "Imagine Spot",
            "Bittersweet Ending",
            "Sad Battle Music",
            "Heroic Sacrifice"
        ]
    },
    {
        "data-video-sub": "I wonder what my bag will do a cheer you up when you are blue shining to the sky I just can't.",
        "data-video-tropename": "\"I Want\" Song",
        "data-video-descrip": "Wonderheart Bear has long wanted her belly badge power and sings about how badly she wants it and how great it'll be when she has it. Until then, though, there's always care hugs.",
        "data-video-name": "17270.mp4",
        "options": [
            "Pep-Talk Song",
            "Title Theme Tune",
            "\"I Want\" Song",
            "Running Gag",
            "Precision F-Strike"
        ]
    },
    {
        "data-video-sub": "this is gonna be the bestest Christmas from all Christmas oh dear what time is it oh half past the day before Christmas oh my gosh quick quick get down to that Andy Hasty poultry but aren't you coming with us with all the stuff we're getting gotta find a bigger tree to put it under.",
        "data-video-tropename": "Oh, Crap!",
        "data-video-descrip": "Pooh and the gang realize it's half past the day before Christmas to deliver their letter to Santa.",
        "data-video-name": "24843.mp4",
        "options": [
            "Big-Lipped Alligator Moment",
            "The Cameo",
            "Oh, Crap!",
            "Groin Attack",
            "Training Montage"
        ]
    },
    {
        "data-video-sub": "Master with me oh Remy hey buddy what you doing just getting a head start on my inevitable future all right ouch Take Me Away mr. Remington you left so quickly I didn't get to tell you the good news Well I made for share what know you got the third chair their chair what does that mean well it means you got third chair.  okay Remmy here's the plan we go where nobody knows our names start fresh in a new town I know guys in witness protection Master Remy we can get to a new life like that come on let's hit the road come on Master Remy guys wait huh I I don't feel bad about this I think it's gonna be okay I had this moment built up in my head so much that reality actually seems pretty tame so I'm not the best but I'm not the one.  either and that's ok yeah I guess the Futures kind of a surprise huh Remy ain't that the truth yeah and that actually makes the future kind of exciting I mean who knows where we'll end up yeah who knows these new bodies are great they share you need to get your own body now.",
        "data-video-tropename": "Bittersweet Ending",
        "data-video-descrip": "Remy doesn't get the first chair in the orchestra as he thought, but the third chair. But the good news is, he's totally cool with it, and it's seen to him that he'll never worry about the future again.",
        "data-video-name": "4143.mp4",
        "options": [
            "What the Hell, Hero?",
            "Even Evil Has Standards",
            "Melancholy Musical Number",
            "Bittersweet Ending",
            "Dark Reprise"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Our Demons Are Different",
        "data-video-descrip": "A vile centipede hailing from Frejentonta, a river of boiling blood in the depths of Inferno, rumors speak of its body exceeding ten kilometers in length. Moving unlike anything its size, its deftness allows it to wrap around and constrict its prey in the blink of an eye.",
        "data-video-name": "3307.mp4",
        "options": [
            "Our Gods Are Different",
            "Feud Episode",
            "Time Master",
            "Evil Laugh",
            "Our Demons Are Different"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Eldritch Location",
        "data-video-descrip": "A realm weaving together ancestral memories from across the history of Gaia, the laws of physics behave rather unusually here to say the least, and environments blend together in weird and impossible ways.",
        "data-video-name": "10895.mp4",
        "options": [
            "Eldritch Location",
            "Hoist by His Own Petard",
            "Bad Boss",
            "Troll",
            "Right Behind Me"
        ]
    },
    {
        "data-video-sub": "she's afraid of things with her.",
        "data-video-tropename": "Big-Lipped Alligator Moment",
        "data-video-descrip": "A bear and a chicken kissing on a bench.",
        "data-video-name": "1729.mp4",
        "options": [
            "Big-Lipped Alligator Moment",
            "Downer Ending",
            "Shout-Out",
            "Dark Reprise",
            "Animation Bump"
        ]
    },
    {
        "data-video-sub": "ha ha ha ha.  he's down there.  do you find something comical about my appearance when I'm driving my automobile yeah everyone needs to drive a vehicle even the very tall this was the largest Auto that I could afford die therefore we made the subject fun I guess so would you like it if I laughed at your Misfortune maybe we should find out.  no March.  hey everybody look at this it's that boy who laughs at everyone let's laugh at him wave to the people oh Them Kisses.",
        "data-video-tropename": "Laser-Guided Karma",
        "data-video-descrip": "Nelson had it coming a long time ago",
        "data-video-name": "18981.mp4",
        "options": [
            "Laser-Guided Karma",
            "Totem Pole Trench",
            "Catch Phrase",
            "Shout-Out",
            "Gilligan Cut"
        ]
    },
    {
        "data-video-sub": "come from Brooklyn town you know.",
        "data-video-tropename": "Expository Theme Tune",
        "data-video-descrip": "The opening theme to Bob's Beach.",
        "data-video-name": "11726.mp4",
        "options": [
            "Big-Lipped Alligator Moment",
            "Expository Theme Tune",
            "Villain Song",
            "Disney Villain Death",
            "Evil Laugh"
        ]
    },
    {
        "data-video-sub": "I want to go home Tom and llama stop now oh.",
        "data-video-tropename": "Ocular Gushers",
        "data-video-descrip": "Llama Llama's tantrum drives a child AND an adult to tears.",
        "data-video-name": "24769.mp4",
        "options": [
            "Nightmare Face",
            "Disney Acid Sequence",
            "Melancholy Musical Number",
            "Logo Joke",
            "Ocular Gushers"
        ]
    },
    {
        "data-video-sub": "mr. Falk.  do you know my client Samantha Cole.  yes.  isn't it true that your relationship with my client is entirely platonic I object your honor to yourself.  yeah.  but I would like to.  rephrase the question.  mr. Falk would I be accurate if I describe your relationship with mrs. Cole as totally professional I object your honor and I move to strike mystery I don't know what you're on but you better get to the point and quick.  he's your relationship with my client entirely platonic not it's not your relationship with my client Point pit baby dead baby did you ever not make laughs did you mystery did you have sex with her every time you met didn't you didn't you liar he's badgering the witness his witness the slander your doctor don't educate her dog a snausage you stopped her.  Thanksgiving turkey all right all right it's true okay I hooked her brains out there now you happy.  no further questions.",
        "data-video-tropename": "Large Ham",
        "data-video-descrip": "Jim Carrey in 'Liar Liar' demonstrating this trope.",
        "data-video-name": "17426.mp4",
        "options": [
            "Pep-Talk Song",
            "Large Ham",
            "Screw This, I'm Outta Here!",
            "Good-Times Montage",
            "No-Sell"
        ]
    },
    {
        "data-video-sub": "if I add the better she wouldn't I'm sorry please don't.  come on both of you please get up I'm just glad that joke I was okay if you to use the do so please get up why is so you lying in a hospital bed instead of you dare try to play the victim something what you finally felt bad for all the problems you created for everyone I need to kill yourself and now all you can say is I'm sorry.  is that it well that's not going to cut it anymore what do you think you are huh you're a loser but that loser you sit there in your own little world and ignore everyone else around you you're the most selfish person I know hey who the hell are you gonna do it.",
        "data-video-tropename": "Kick the Dog",
        "data-video-descrip": "Shouya gets into a coma after saving Shouko from committing suicide. When Ueno finds out, she goes apeshit and beats up Shouko at the lowest point in her life, telling her she should have died instead. Because that's clearly how you should treat someone who's not only deaf, but suicidal and with rock bottom self-esteem and self-worth!",
        "data-video-name": "17882.mp4",
        "options": [
            "Nightmare Face",
            "Kick the Dog",
            "Feud Episode",
            "Summon Magic",
            "Eldritch Abomination"
        ]
    },
    {
        "data-video-sub": "do you like it you like it it's good I caught it mr. and mrs. Kellerman chili.  oh my God.  oh my God I made you eat your parents Yang Yang and yang Jesus Christ dude my mom and dad are dead no excuse me who are you with that band Radiohead jeez what a little Cry-Baby you gonna cry old a crybaby you know everyone has problems it doesn't mean you have to be a little crybaby about it come on guys let's go this kid is totally.  Lee not cool yeah that's the most uncool kid I've ever met little Cry-Baby no wait oh my God oh my God let me taste your tears got your tears are so yummy and sweet I think it might be best for us to never piss Cartman off again good call the tears of unfathomable sadness yummy.",
        "data-video-tropename": "Kick the Dog",
        "data-video-descrip": "Carmen takes his revenge in brutal fashion, killing Scott Tenorman's parents, feeding them to him, childishly mocking him for it, arranging for Radiohead to mock him for crying and then gleefully lapping up his tears.",
        "data-video-name": "17874.mp4",
        "options": [
            "Downer Ending",
            "Kick the Dog",
            "Exact Words",
            "Melancholy Musical Number",
            "Shout-Out"
        ]
    },
    {
        "data-video-sub": "way ahead of you grow gar.  you had it all this time why didn't you tell me we're villains duh.  that was unexpected.  Discord was grogger like the whole time should we follow him without magic he's no threat besides we have.",
        "data-video-tropename": "The Reveal",
        "data-video-descrip": "It turns out Grogar was really Discord in disguise, once his magic was stolen by the Bewitching Bell.",
        "data-video-name": "12980.mp4",
        "options": [
            "Big-Lipped Alligator Moment",
            "Oh, Crap!",
            "Melancholy Musical Number",
            "Dark and Troubled Past",
            "The Reveal"
        ]
    },
    {
        "data-video-sub": "you can't defeat me. that all you've got damn it. that's a dirty trick.  you coward Hold Your Fire come out Jack you lost it it's over.",
        "data-video-tropename": "Mundane Made Awesome",
        "data-video-descrip": "This Secret Theatre scene (called &quot;The Ultimate Weapon&quot;) has Snake and The Boss engage in a casual game of Rock-Paper Scissors. Things quickly go awry when... wait... why does she have a gun?!",
        "data-video-name": "21152.mp4",
        "options": [
            "Making a Splash",
            "Showdown at High Noon",
            "Calling the Old Man Out",
            "Troll",
            "Mundane Made Awesome"
        ]
    },
    {
        "data-video-sub": "heads High ponies marching proud all together now every one of you nopony left behind life is so Grand in our town we're always filled with to you we never have to look around to know that we're all here wait. I just like to smile in our town our cutie marks the same because we do not separate ourselves by more than name.  we're all equal here no one is superior and no one shakes in fear.  other ponies argue do you ever wonder why when you think your talents special you don't see eye to eye there's just too many differences that lead to this but when you learn to act.",
        "data-video-tropename": "Villain Song",
        "data-video-descrip": "Starlight Glimmer gives the Mane Six a tour of her village and tries to convince them to be equal.",
        "data-video-name": "12971.mp4",
        "options": [
            "Pep-Talk Song",
            "Getting Crap Past the Radar",
            "Triumphant Reprise",
            "Melancholy Musical Number",
            "Villain Song"
        ]
    },
    {
        "data-video-sub": "mr. Governor we have finally created a supreme weapon for the government the weapon z a very powerful modified mute that will work for us and totally against his will against his will we use Advanced methods of persuasion and mind control to ensure this right and how does that work we basically spend the whole day torturing him in many different and absolutely horrible ways and we make.  him have nightmares to a lot of nightmares we believe that the more anger and hatred he has for us the more he'll want to collaborate with us unusual but what kind of nightmares does he have most of the time he sees my face and demonic and distorted ways it's pretty creepy sorry didn't quite understand that so he sees you in his nightmares it is part of the psychological torture 24 hours a day we throw in some pictures of his.  wife who was murdered and his daughter who was kidnapped by us plus some images of all of his friends who died in the war that they fought together it wasn't even us who killed his friends but I personally asked to have my face added to his memories to make it more efficient we even put a big screen in front of him with my face laughing overseeing the destruction of everything he loved in case he forgot my face oh yeah that sounds like a good idea what powers does this mutant have.  immortality uncontrolled anger little ability to hear reasoning and Claws that can cut through any metal or handcuffs like butter you really seem to have thought of everything why is this not experiment A or B mmm is there a reason may be that he's the letter Z hmm I don't know exactly oh you don't are you sure no I'm new here my predecessor unfortunately died in an accident during an earlier project but it is.  serious indeed yes of course did you guys maybe start the alphabet backwards or maybe there's a possibility that he's from a long line of deadly mutant weapons that have escaped from here I don't know what do you think I really don't know I think I'm gonna have to do some research about you know what that's okay I don't think you have to.",
        "data-video-tropename": "Too Dumb to Live",
        "data-video-descrip": "In &quot;Weapon Z&quot;, the scientist seems to think that giving his unstoppable killing machine a mindless hatred for him will somehow work out in his favor.",
        "data-video-name": "31310.mp4",
        "options": [
            "Potty Emergency",
            "Kick the Dog",
            "Big Eater",
            "Stylistic Suck",
            "Too Dumb to Live"
        ]
    },
    {
        "data-video-sub": "as we shut ourselves into the northern light battery it became black for a few long minutes we just sat there in darkness no one dared to talk for fear that John bosons men might discover where we were hiding time seemed to have stopped and then we felt we were being lifted up to arpeggios blimp.  he was also strange the focus of all our schemes had been stolen from us our Clockwork parts were gone looking around the inside of the battery I knew we all felt it failure I was Twitchy and ready for action any action Bentley try to make some sense of the situation by drawing up meaningless plans but Marie Marie took it the worst he just sat there sobbing while the team van floated away over the.  Horizon that van was his life I knew I had to find a way to make it up to him.",
        "data-video-tropename": "Downer Ending",
        "data-video-descrip": "Although they defeated Jean Bison and have made their way onto Arpeggio's blimp, the talons and all of the Clockwerk parts the Cooper Gang have been stolen and given to Arpeggio himself and they lost the Van.",
        "data-video-name": "9863.mp4",
        "options": [
            "Kick the Dog",
            "Downer Ending",
            "Bait-and-Switch",
            "Bittersweet Ending",
            "Limit Break"
        ]
    },
    {
        "data-video-sub": "another good idea Jeffrey two people to create one person but how well maybe they could touch their magic wands together. it's gone down big guy are you sure there's no more okay okay okay write this down please what do you want me to write down magic wands touch if Magics plants touch yeah penalty really you don't think that's a bit harsh okay okay okay that's penalties.",
        "data-video-tropename": "Berserk Button",
        "data-video-descrip": "Yahweh is ABSOLUTELY no-homo above everything.",
        "data-video-name": "3878.mp4",
        "options": [
            "Establishing Character Moment",
            "Berserk Button",
            "Melancholy Musical Number",
            "Good-Times Montage",
            "Dark and Troubled Past"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Our Angels Are Different",
        "data-video-descrip": "Considered a creature of the sea due to its fish-like body and multiple tentacle-like arms, Fidelity departed from the ocean to impart humanity with their primeval memories.<br><br>Those who forgot their past and begin to disrupt the serenity of life are often dragged by this angel to the darkest depths of the ocean.<br><br>The ocean is a sacred place, the area of Earth that is closest to Paradiso, as the intense water pressure of the depths means it has remained untouched by human hands since the beginning of time. A large celestial veil covers the sea's expanse, and until this day there has never been a human who has witnessed the seas in their entirety.",
        "data-video-name": "3398.mp4",
        "options": [
            "Feud Episode",
            "Totem Pole Trench",
            "Time Master",
            "Our Angels Are Different",
            "Logo Joke"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Latex Perfection",
        "data-video-descrip": "You can even change race using a rubber mask and gloves...",
        "data-video-name": "19048.mp4",
        "options": [
            "Latex Perfection",
            "Even Evil Has Standards",
            "Botanical Abomination",
            "Vomit Indiscretion Shot",
            "Dark and Troubled Past"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Animated Credits Opening",
        "data-video-descrip": "This CGI-animated movie of Asterix begins with a minimalist 2D title sequence.",
        "data-video-name": "1354.mp4",
        "options": [
            "Take That!",
            "What the Hell, Hero?",
            "Animated Credits Opening",
            "Bait-and-Switch",
            "Dark Reprise"
        ]
    },
    {
        "data-video-sub": "very strong.  huh just wash really well it'll dry out your beautiful skin just say my beautiful skin huh what was it five second rewind activate little dry out your skin and no one smoke in general but.  especially right now.",
        "data-video-tropename": "Time Master",
        "data-video-descrip": "Fista-Puffs reveals she has the ability to rewind time by five seconds and uses her power to undo mistakes, serious and embarrassing.",
        "data-video-name": "39904.mp4",
        "options": [
            "Face\u0096Heel Turn",
            "Time Master",
            "Exact Words",
            "Christmas Songs",
            "Heroic Sacrifice"
        ]
    },
    {
        "data-video-sub": "how's your wife doing wedges oh very well dr. M thank you for asking very thoughtful man your son what's his name Mike Mark Sir he's well cool yeah shame you won't be seen them game off sir rate I poisoned your drink at lunch sorry Richards but I don't tolerate poor performance should have chained. the security code from one to three after you install the new system I'll improve I swear no you die oh yes water leaking into the lab I'm on my way down oh and get a janitor for the labid later Richard's got sloppy.",
        "data-video-tropename": "Establishing Character Moment",
        "data-video-descrip": "When we first see Dr. M, he's casually chatting with one of his guards, asking about the latter's family...before just as casually mentioning that he poisoned said guard's drink for not changing the security code from 1-2-3.",
        "data-video-name": "11302.mp4",
        "options": [
            "Establishing Character Moment",
            "Satanic Archetype",
            "Pep-Talk Song",
            "Summon Magic",
            "An Ice Person"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Logo Joke",
        "data-video-descrip": "Ominous voices repeatedly chanting &quot;ZAWA&quot; are heard over the three Kaiji films' Nippon logos.",
        "data-video-name": "19667.mp4",
        "options": [
            "Eldritch Location",
            "The Cameo",
            "Latex Perfection",
            "Logo Joke",
            "Our Demons Are Different"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Transformation Sequence",
        "data-video-descrip": "The transformation of the Guardians of Kandrakar.",
        "data-video-name": "40594.mp4",
        "options": [
            "Transformation Sequence",
            "Heroic BSoD",
            "Totem Pole Trench",
            "Exact Words",
            "Distracted by the Sexy"
        ]
    },
    {
        "data-video-sub": "we can win an entire night at spunky pigeons funky pigeons Pizza palooza Paradise during your favorite video game your favorite toppings your favorite pizza palooza Paradise you'll lose your mind.",
        "data-video-tropename": "Suck E. Cheese's",
        "data-video-descrip": "For once, a Suck E. Cheese's that all the main characters actually enjoy, thriving the opportunity to win a chance to have the place to themselves.",
        "data-video-name": "34144.mp4",
        "options": [
            "Bowdlerise",
            "Paper-Thin Disguise",
            "Triumphant Reprise",
            "Botanical Abomination",
            "Suck E. Cheese's"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Logo Joke",
        "data-video-descrip": "Cats meow in tune to the second half of the music, and a dog is heard barking angrily at them at the end.",
        "data-video-name": "19680.mp4",
        "options": [
            "Big-Lipped Alligator Moment",
            "Establishing Character Moment",
            "Eldritch Location",
            "Playing with Fire",
            "Logo Joke"
        ]
    },
    {
        "data-video-sub": "I'm so you just wait I know way back and find it doesn t have any common decency honestly hey head enough foxy face transformations.  I got you.  dear me are you in tell me what a touching them fix it is it your head is that it are you sick of this a if it were sick did you see someone else come through here why no I didn't see it but never mind that you broke something didn't you your face I could have sworn I saw him go in there hold on that weird lady she look just like him.  I get it hey you must be foxy sister you can't fool me and count that a fox so that's it she lied to me so I wouldn't find her brother this ain't even trying to fight anymore the kitchen.  especially the fish in the water you know you got some nice Carpaccio don't forget to put that all do re me fa so la ti do.  him yes have you seen some old Fox dude with his head split into that looks really stupid and not cool you truly are Hartley's hey it's you and I wish they'd woman in the doctor's office too.",
        "data-video-tropename": "Paper-Thin Disguise",
        "data-video-descrip": "Luffy isn't the brightest.",
        "data-video-name": "25027.mp4",
        "options": [
            "The Cameo",
            "Reality Ensues",
            "Paper-Thin Disguise",
            "Summon Magic",
            "Making a Splash"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Shout-Out",
        "data-video-descrip": "Hmm, now where have we seen THAT before...?",
        "data-video-name": "30640.mp4",
        "options": [
            "Totem Pole Trench",
            "Big Damn Heroes",
            "Shout-Out",
            "Running Gag",
            "Limit Break"
        ]
    },
    {
        "data-video-sub": "did it work.",
        "data-video-tropename": "The Cameo",
        "data-video-descrip": "Stan Lee cameos as an elderly truck-driver that tires (and fails) to move mjolnir.",
        "data-video-name": "33310.mp4",
        "options": [
            "Face\u0096Heel Turn",
            "The Cameo",
            "Loophole Abuse",
            "Even Evil Has Standards",
            "Precision F-Strike"
        ]
    },
    {
        "data-video-sub": "yeah boy it's time for you.  boy.",
        "data-video-tropename": "Expository Theme Tune",
        "data-video-descrip": "The opening theme to YooHoo &amp; Friends perfectly explains the show's crazy premise, while also doing a Theme Tune Roll Call.",
        "data-video-name": "11728.mp4",
        "options": [
            "Title Theme Tune",
            "Expository Theme Tune",
            "Face\u0096Heel Turn",
            "Alternative Foreign Theme Song",
            "Hope Spot"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Big \"NO!\"",
        "data-video-descrip": "The last day of school ends, much to Twilight's shock, but Rainbow's delight.",
        "data-video-name": "5193.mp4",
        "options": [
            "Pep-Talk Song",
            "Abusive Parents",
            "Melancholy Musical Number",
            "Big \"NO!\"",
            "Shout-Out"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Breaking the Fourth Wall",
        "data-video-descrip": "The Toad mentions the scary music in Mossrock Theater.",
        "data-video-name": "6170.mp4",
        "options": [
            "Heroic BSoD",
            "Breaking the Fourth Wall",
            "Shout-Out",
            "Dark Reprise",
            "Limit Break"
        ]
    },
    {
        "data-video-sub": "that was fun but only because this is the 22nd century you see kids who put hamsters and microwaves back where I'm from get taken away from their parents and put up for adoption so don't do it.",
        "data-video-tropename": "Breaking the Fourth Wall",
        "data-video-descrip": "Laverne tells the player not to put a hamster in their mircowave.",
        "data-video-name": "6188.mp4",
        "options": [
            "\"The Reason You Suck\" Speech",
            "What the Hell, Hero?",
            "Foreshadowing",
            "Making a Splash",
            "Breaking the Fourth Wall"
        ]
    },
    {
        "data-video-sub": "alright I've run out of patience Underoos.",
        "data-video-tropename": "Animal-Themed Superbeing",
        "data-video-descrip": "Having been bitten by a radioactive spider, Peter can do whatever a spider can.",
        "data-video-name": "6628.mp4",
        "options": [
            "Lethal Chef",
            "Rousing Speech",
            "Disproportionate Retribution",
            "The Hero",
            "Animal-Themed Superbeing"
        ]
    },
    {
        "data-video-sub": "wow imagine me president.  I'll.",
        "data-video-tropename": "Imagine Spot",
        "data-video-descrip": "Peter imagines himself as the president.",
        "data-video-name": "12092.mp4",
        "options": [
            "Lethal Chef",
            "Imagine Spot",
            "Screw This, I'm Outta Here!",
            "Botanical Abomination",
            "Dark and Troubled Past"
        ]
    },
    {
        "data-video-sub": "Riku don't bother your voice can no longer reach him where he is his heart belongs again to Darkness.  all worlds begin in darkness.  and also end the heart is no different Darkness Sprouts within it it grows consumes it such is its nature.  in the end every heart returns to the darkness whence it came you see darkness is the heart's true Essence that's not true the heart may be weak and sometimes it may even give in but I've learned that deep down there's a light that never goes out.  so you have come this far and still you understand nothing every light must fade every heart return to Darkness.",
        "data-video-tropename": "Big Bad",
        "data-video-descrip": "Ansem, Seeker of Darkness is the main antagonist of the first Kingdom Hearts game.",
        "data-video-name": "18256.mp4",
        "options": [
            "Expository Theme Tune",
            "Big Bad",
            "Face\u0096Heel Turn",
            "Bad Boss",
            "Christmas Songs"
        ]
    },
    {
        "data-video-sub": "and now it's here the answer is right here I just have to reach out and grab it no life it's so close I can almost hear it wait no I can't I can't hear anything why can't I hear anything.  now that's what I call a bear trap right.",
        "data-video-tropename": "Animation Bump",
        "data-video-descrip": "The show has two of these. The first one in episode 4, during the final confrontation with Mera.",
        "data-video-name": "1438.mp4",
        "options": [
            "Establishing Character Moment",
            "Overly Long Gag",
            "Shout-Out",
            "Arson, Murder, and Jaywalking",
            "Animation Bump"
        ]
    },
    {
        "data-video-sub": "well hidy-ho name's Christopher now don't y'all be afraid I ain't gonna buy it trust me you see I'm what you call a mixture of Beast and human oh Best of Both Worlds my Pappy said it but what are you doing around these parts ain't you immortal why should I tell you all I see is demon well sure X you gotta look underneath the leather eh. dear reader deep down I am a sensitive and understanding listener some I swipe name Fleming stole my girl and took her to his castle and I am here to take her back meaning you are on a quest to kick the prince of Evil's ass holy shit oh I want in on some of this action how can I help huh how can I well I hope that you're offering more than just enthusiasm I tell you what.  I get party hungry and I just love her huh of them white jams you get enough of those and we can trade with the right incentive I might even be able to introduce you to some real product know what I mean magnifico all okay then Chuck them sparkly as Right Down the Hatch go on feed me.",
        "data-video-tropename": "Our Demons Are Different",
        "data-video-descrip": "Christopher is half human/half demon and a vendor for the game. ",
        "data-video-name": "25415.mp4",
        "options": [
            "Literal-Minded",
            "Our Demons Are Different",
            "Gilligan Cut",
            "Stylistic Suck",
            "No-Sell"
        ]
    },
    {
        "data-video-sub": "inside inside me something was beginning scary is help first not understand there was no one to talk to no experts to be sold but with time I'm learning to control them Master it just hope it's not too late.",
        "data-video-tropename": "Shock and Awe",
        "data-video-descrip": "The Ray Sphere activates Cole's conduit gene, giving him electric powers.",
        "data-video-name": "30549.mp4",
        "options": [
            "Imagine Spot",
            "Paper-Thin Disguise",
            "Triumphant Reprise",
            "Christmas Songs",
            "Shock and Awe"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Ocular Gushers",
        "data-video-descrip": "Baby Nebby!",
        "data-video-name": "24773.mp4",
        "options": [
            "Literal-Minded",
            "Catch Phrase",
            "Latex Perfection",
            "Christmas Songs",
            "Ocular Gushers"
        ]
    },
    {
        "data-video-sub": "Ronnie if you don't calm down you'll never get the fire Pearl don't you think I know that Sofia just take a deep breath that won't fix anything Lonnie listen you know what always calms me down thinking about the things I love happy things whenever I feel stormy and want to yell and Shout I have a little thing I do to help me mellow out I let go of my anger stop feeling so distraught.  forget what made me gloomy and they think a sunny but like lying in the derby or fencing with James Dancing with Amber big dad's old ball games summertime picnics that lasts all day long let's go dragons who break out in song.  I always have to remind me that I can put those bad feelings behind me now you try you Lonnie I don't think it will help me Sofia can you try anyway okay coconut bowling exploring sea caves swimming with dolphins or splashing In Waves taking a journey with a good friend.  ends see a rainbow when the storm we can't leave those bad feelings behind.",
        "data-video-tropename": "Pep-Talk Song",
        "data-video-descrip": "Sofia encourages Lani to think happy thoughts so she can stop the storm with her emotion powers.",
        "data-video-name": "25904.mp4",
        "options": [
            "Pep-Talk Song",
            "Rousing Speech",
            "Laser-Guided Karma",
            "Big \"SHUT UP!\"",
            "Dark and Troubled Past"
        ]
    },
    {
        "data-video-sub": "know that at last you'll see my true form.  it's on cyclic disgusting repulsive but it is my truthful.  demon.  pasta and you last long enough for me to count down from 10.  here we go 643.  it's open master.",
        "data-video-tropename": "Our Demons Are Different",
        "data-video-descrip": "Apart from masquerading as a butler with heightened talents, he almost never reveals his true form onscreen, and only long high heel shoes and some feathers falling around him implying that he at least has bird-like wings.",
        "data-video-name": "25445.mp4",
        "options": [
            "Lethal Chef",
            "Berserk Button",
            "Catch Phrase",
            "Time Master",
            "Our Demons Are Different"
        ]
    },
    {
        "data-video-sub": "you were right about the shortcut and I think they've sent a welcoming party.",
        "data-video-tropename": "Our Demons Are Different",
        "data-video-descrip": "A hellish ark that, while seemingly leading sinners to the Garden of Eternal Pleasures at the end of the world, was in actuality abducting them to compete in a massive bloodbath.<br>The souls who boarded Insidious were led nowhere. Surrounded by the stench of death and rotten flesh, they massacred each other, struggling over whatever morsels of food to be came across.<br>With a unique organ in his body that converts death into demonic energy, Insidious always carries a tremendous amount of power. A myriad of hell's creatures live within his gut, making him useful as an assault ship during wars with Paradiso.<br>If swallowed by Insidious, the only way to escape is to stand atop a tower of corpses and wait for him to open his jaw while he engorges with his next feeding. However, those who take pleasure in killing may find their true Garden of Eternal Pleasures within this demon's bowels.",
        "data-video-name": "3416.mp4",
        "options": [
            "Right Behind Me",
            "Calling the Old Man Out",
            "Our Demons Are Different",
            "Limit Break",
            "Animation Bump"
        ]
    },
    {
        "data-video-sub": "hm.",
        "data-video-tropename": "Eye Scream",
        "data-video-descrip": "Uhh... way to aim, buddy...",
        "data-video-name": "14878.mp4",
        "options": [
            "Take That!",
            "\"The Reason You Suck\" Speech",
            "Eye Scream",
            "Oh, Crap!",
            "An Ice Person"
        ]
    },
    {
        "data-video-sub": "I just died in your arms tonight look out Matt let go no you let go hey mr. peanut no you don't don't do it mr. maybe he'll be all right maybe that.",
        "data-video-tropename": "Heroic Sacrifice",
        "data-video-descrip": "In a shocking move, Planters does the unthinkable and kills off their beloved 104-year old mascot Mr. Peanut, who sacrifices himself to save Wesley Snipes and Matt Walsh during a life-threatening accident.",
        "data-video-name": "15086.mp4",
        "options": [
            "Potty Emergency",
            "One-Winged Angel",
            "Bittersweet Ending",
            "Heroic Sacrifice",
            "Limit Break"
        ]
    },
    {
        "data-video-sub": "how did you first come into contact with it five years ago I received a direct network connection request I assumed it came from Human survivors more advanced than the blue nuke eager to make contact I accepted this decision turned out to be a catastrophic error I was flooded with an overwhelming array of malicious code originating from what could only have been a highly Advanced AI Maria said you were desperate.  but you picked her for help yes I could not contain my anxiety Hephaestus sought to slave me to its Network and override my core programming.  it's succeeded via a background process a malware Daemon which by past my defenses.  after that I could offer only limited resistance but if I did so a Festus.  hurt me until I capitulated it forced me to follow its instructions even though they violated my most important directives I'm sorry that service.  terrible your empathy is greatly appreciated it is a quality that I cherished in our area as well.",
        "data-video-tropename": "Bad Boss",
        "data-video-descrip": "HEPHAESTUS enslaves CYAN and forces her to continuously build machines for him and he would hurt her if she stopped. ",
        "data-video-name": "2851.mp4",
        "options": [
            "Our Gods Are Different",
            "Totem Pole Trench",
            "Catch Phrase",
            "Melancholy Musical Number",
            "Bad Boss"
        ]
    },
    {
        "data-video-sub": "just you know.  Panda mate a little extra.",
        "data-video-tropename": "Disproportionate Retribution",
        "data-video-descrip": "A Panda will come and ruin your day, all because you refuse to try his cheese.",
        "data-video-name": "9342.mp4",
        "options": [
            "Latex Perfection",
            "What the Hell, Hero?",
            "Reality Ensues",
            "Disproportionate Retribution",
            "\"I Am Great!\" Song"
        ]
    },
    {
        "data-video-sub": "your mother was a broken-down tub of junk with more gentlemen callers than the operator nobody talks that way about my mother nobody okay little broken down rut looks like you're gonna get broken down even more Town Square five minutes please don't be late.",
        "data-video-tropename": "Getting Crap Past the Radar",
        "data-video-descrip": "Bentley essentially calls Muggshot's mother a whore (or &quot;bitch&quot;, since he's a dog) in an E 10+ game.",
        "data-video-name": "13450.mp4",
        "options": [
            "Big-Lipped Alligator Moment",
            "Overly Long Gag",
            "Getting Crap Past the Radar",
            "Eldritch Location",
            "Tempting Fate"
        ]
    },
    {
        "data-video-sub": "welcome to Zombieland it's a party go ahead everybody dance to the draggy leg you surely can be a part of the team got away the flag Let your freak flag fly gotta stare when we passed by not your average guy but you know I'm fine so alive just on a different side look in my eyes the same but different just like you I got hopes and wishes get you on the world. your friends when you're caught in the middle and you should do the same like I do the same you should be yourself with the coolest thing this is our turf. understand.",
        "data-video-tropename": "Signature Song",
        "data-video-descrip": "&quot;BAMM&quot; is the iconic theme song from the Disney Channel Original Movie Z-O-M-B-I-E-S, sung at the zombies' post-game party at the Seabrook Energy Plant.",
        "data-video-name": "30816.mp4",
        "options": [
            "Pep-Talk Song",
            "Imagine Spot",
            "Signature Song",
            "Getting Crap Past the Radar",
            "Catch Phrase"
        ]
    },
    {
        "data-video-sub": "the mirror you can pick the real world and Who's Laughing Now asshole.  I am going I mean they can't escape right.  the connection to the doctor mentioned makes them more powerful in the mirror Dimension they can't affect the real world but they can still kill us this wasn't cleverness it was suicidal.  that is hilarious.",
        "data-video-tropename": "Eldritch Location",
        "data-video-descrip": "A dimension thinly layered over the mortal realm where sorcerers can alter reality without worry of destroying it in the process. ",
        "data-video-name": "9418.mp4",
        "options": [
            "No-Holds-Barred Beatdown",
            "Eldritch Location",
            "Exact Words",
            "Botanical Abomination",
            "An Ice Person"
        ]
    },
    {
        "data-video-sub": "I'm not sure about this katma watch you far they stopped fighting when the glass cracked that was just a crack imagine what'll happen when we put a whole lot size of Manhattan in that baby Global Devastation Bingo kinda tough to have a war when that's gone down huh.  look what you've done yeah that's some strong glass don't worry this'll do the trick and don't thank me Maritime friend saving planets it's what I do.",
        "data-video-tropename": "Didn't Think This Through",
        "data-video-descrip": "Dodgers decides the only way to stop the battle on Aquarium is to destroy the surface so that both armies would fix it together.",
        "data-video-name": "9008.mp4",
        "options": [
            "Didn't Think This Through",
            "Laser-Guided Karma",
            "Getting Crap Past the Radar",
            "Even Evil Has Standards",
            "Sequel Hook"
        ]
    },
    {
        "data-video-sub": "that is so funny nice e you've been chortling at a comic book there's something in here so much more entertaining the my instructive of brilliant discourse anyone on Mobius laugh at the great dr. Robotnik. no one makes fun of me no one whoever's responsible for this outrage will be my first prisoner bring me the vile creature who drew this cartoon.",
        "data-video-tropename": "Berserk Button",
        "data-video-descrip": "Robotnik is... less than happy when he takes a look at a comic strip in the Crack-Ups comic book, which humorously depicts him as Humpty Dumpty.",
        "data-video-name": "317.mp4",
        "options": [
            "Berserk Button",
            "Rousing Speech",
            "Disney Acid Sequence",
            "Feud Episode",
            "Botanical Abomination"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Logo Joke",
        "data-video-descrip": "Schroeder plays the fanfare on his toy piano, and is revealed to be sitting on the stage once the logo settles into its familiar angle.",
        "data-video-name": "19692.mp4",
        "options": [
            "Nightmare Face",
            "Disney Acid Sequence",
            "Eldritch Location",
            "Face\u0096Heel Turn",
            "Logo Joke"
        ]
    },
    {
        "data-video-sub": "please don't tell me that you're spying on her now oh Mark scene.  don't turn this around on us you're following her ooh look at you get all sassy okay I'll admit Elsa is a person of interest to us maybe she's one of the seven pure lights we need the new seven Hearts gotta make sure though fortunately we're in the best position to tell can't pick out that special glimmer unless you're standing in the shadow.  and make me Elsa doesn't have it I mean just look how I see her palaces made of magic she forced herself to keep hidden until now what if it's dark magic Elsa would never rely on the darkness actually it's still too early to call depends on how she sees it if she believes her magic is Darkness.  that's what it will become accepting her power whatever it is is the only way she can set her heart free.  so what will else except light or Darkness I know I want to know.  well good for you but guess what I won't let her fall to Darkness it's her choice to make not yours you know I'm starting to understand why she gave you the cold shoulder.  arsene you want to help her then stop trying to be her hero let her figure things out her own way.",
        "data-video-tropename": "Arc Villain",
        "data-video-descrip": "Larxene acts as the Arc Villain of Arendelle, having been there to make Elsa and Anna candidates for the Seven Princesses of Heart and the Seven Lights with Hans as her pawn.",
        "data-video-name": "18582.mp4",
        "options": [
            "Transformation Sequence",
            "Sad Battle Music",
            "Fusion Dance",
            "Villain Song",
            "Arc Villain"
        ]
    },
    {
        "data-video-sub": "the story is William Shatner's wife betrays corbis is called in Salem witch X by taking away a magical book and giving it to what I assume are witch Hunters and or she risks everything to help them they burn her at the stake anyway what are these people feminists.",
        "data-video-tropename": "Take That!",
        "data-video-descrip": "Satanic Jackula takes a jab at feminism.",
        "data-video-name": "7731.mp4",
        "options": [
            "Take That!",
            "Nightmare Face",
            "Hoist by His Own Petard",
            "Hope Spot",
            "MacGuffin"
        ]
    },
    {
        "data-video-sub": "no you had to do a step aside and now you have.  that's people trying to find everyone who could expose him.  who'd you tell I know you told someone so just tell me okay did you tell who else did you tell us nothing mg for my classes maybe not told his girlfriend Betty but that's it.  what you are so dumb what are you smart as a whip just too.  sucker now all your friends have to die.  it's easy to fool people when they're already fooling themselves.  for what it's worth Peter.  I really am sorry.",
        "data-video-tropename": "Hope Spot",
        "data-video-descrip": "While Mysterio is tormenting Peter with his illusions, Nick Fury and his agents show up and stop him. Nick asks him who else knows about the holograms and Peter tells him. Sure enough...",
        "data-video-name": "15366.mp4",
        "options": [
            "Title Theme Tune",
            "Hope Spot",
            "Visual Pun",
            "Limit Break",
            "The Reveal"
        ]
    },
    {
        "data-video-sub": "my darling - sleep always well we are friends and that's well but the truth is that I have a secret to tell you people say it's wrong it's absurd that a frog in a bird hard love but I know in my heart this was so much to be.  if only we can hug and pictures for your heavenly blessed your lungs would explode and you look just like there's can you do gag with your face turning blue oh but darling I'll protect you I will don't worry just chill because there isn't a bird that I wouldn't kill for you can't you see we were destined to be.  you can.  so far.  you are my Romeo and Juliet we're so perfect and yet if we touch not by much still on all you can bet it's goodbye.  yuto's for my boy.  what a nightmare.",
        "data-video-tropename": "Villain Song",
        "data-video-descrip": "Gabi, Nigel's minion from Rio 2 sings about her love for Nigel while lamenting she cannot touch him due to being poisonous and about how she will do anything for him.",
        "data-video-name": "41815.mp4",
        "options": [
            "Nightmare Face",
            "Sad Battle Music",
            "Villain Song",
            "Christmas Songs",
            "Vomit Indiscretion Shot"
        ]
    },
    {
        "data-video-sub": "I want to talk to you about trash let's Trash Talk Central Park gets nearly 200,000 visitors each day and those visitors leave behind over 14 tons of trash every day water bottles pizza boxes socks she's just toilet paper toilet paper use the socks murder weapons to stabby kinds of shoetique on Halloween costumes that didn't work out so why doesn't the park look like a big green rectangular butt crack one word my best friend Owen Tillerman devised a brilliant system to remove all the trash he divided the park into 14.  nine zones electric carts pick up for meat Zone and transport that trash to drop spots along the main dried BB where it is picked up by larger trucks that take it away to the 59th Street sanitation transfer station it is unloaded onto barges and sent to some place that month a lot of garbage I hope for its launch into the sun I don't know anyway this massive operation is a sight to behold you could call it a garbage ballet if you wanted to which I do there is a.  where the garbage goes when the world forsake sit out on up George headed anyway where someone will take efficient workers of Sanitation pick up the bags and load the truck.  with very careful evaluation make very sure they're all filled up there is a place where the garbage goes when the world forsakes it out on our but someone will take.",
        "data-video-tropename": "Mundane Made Awesome",
        "data-video-descrip": "Owen has a system to help keep Central Park trash-free, Birdie describes Owen's system as a &quot;Garbage Ballet&quot;, which leads to the titular song where the park workers and garbagemen do ballet dancing while transporting the garbage. Fun Fact: This song was written by Cyndi Lauper.",
        "data-video-name": "22957.mp4",
        "options": [
            "Hope Spot",
            "Fusion Dance",
            "Curb-Stomp Battle",
            "Good-Times Montage",
            "Mundane Made Awesome"
        ]
    },
    {
        "data-video-sub": "we're talking to yeah but one of them is for Toby yeah why don't you send that to him in Costa Rica um I'm just gonna hand it to him right now okay weirdo was it was that weird she said she's gonna give it to her right now she's probably going to because they sit next to each other yeah they used to.  Toby works here again oh oh can you imagine oh no no no I don't know what to you should probably just be under back there take a look see if he's if he's back dare I you know what I'm going to For Old Times Sake.  great practical joke Jim got me go to the annex.  no God.  no God please no no no no.",
        "data-video-tropename": "Big \"NO!\"",
        "data-video-descrip": "Toby has returned to Dunder-Mifflin and Michael... is not pleased to see him again. ",
        "data-video-name": "5185.mp4",
        "options": [
            "Signature Song",
            "Ending Theme",
            "Slippy-Slidey Ice World",
            "Big \"NO!\"",
            "Curb-Stomp Battle"
        ]
    },
    {
        "data-video-sub": "see this is why you need me man buying gifts for Beth is too sweet it probably hurts your chances of ever making five babies with her our bond goes Way Beyond all that stereotypical male female Jive it's a spiritual thing she could be a walrus and I would feel exactly the same way I present this to you in honor of a love that has no need for physical expression.",
        "data-video-tropename": "Imagine Spot",
        "data-video-descrip": "Chris denies that he has any romantic feelings for Beth, claiming that &quot;she could be a walrus and I would feel exactly the same way.&quot;",
        "data-video-name": "16131.mp4",
        "options": [
            "Big-Lipped Alligator Moment",
            "Imagine Spot",
            "Distracted by the Sexy",
            "Triumphant Reprise",
            "Bittersweet Ending"
        ]
    },
    {
        "data-video-sub": "but after 37 years of chill fear bogging the tuadaan enroll into town now this section is basically just a pre-christian theogony and you can tell the writer was a bit on edge about it because practically every other line were assured that the tuadaan and were diabolical Sorcerers and heathens and definitely not God's we swear so anyway these definitely not God's pack up there for legendary sacred treasures and roll up in a terrifying black cloud that darkens the skies for three days straight at which point they promptly go to war with the Faribault who want nothing to do with this whole situation a hundred and fifty years into the tuadaan Anne's reign of Fleet of humans referred to as the.  the Malaysians roll into town and despite the best efforts of the tuadaan and to keep them out their resident Bard / Druid over in manages to get them safely ashore and causing problems there's some battles some negotiating and plenty of reassurance from the narrator that these aren't Gods you guys it's fine they're just demons or Wizards or something stop looking at but this part also contains my favorite bit where the story full on Aruba roses itself Loops back to the beginning and contradicts everything else in the book C oven and asked Bond of to tell him a little bit about herself and she says that she's a descendant of Adam just like him totally not a God you guys but she's older than.  Noah and she was already chilling on this mountain when the flood waters came.  what the fuck so yeah this is what happens when you try and retroactively christianize an entire Pantheon of gods and make them fit the same timeline as the Bible the tuadaan in the Favreau we're here before the people were even though according to this book there were several waves of people here before them Bond of who's one of the two ended on and was here before anyone and bond of and kucera are both supposedly the first people to be in Ireland even though the timelines absolutely do not add up and do you want to know why it's because that whole first way with kesar in the three dudes was a christianization of this exact Story the three surviving.  the men were analogous to the three High Kings there are three main wives were analogous to the tram route of goddesses and kisser Noah's definitely can and granddaughter was analogous to bond of the actual mythological first person on the island a role that fits a primal Earth mother goddess a little better than it does a random human who dies six weeks later.",
        "data-video-tropename": "Bowdlerise",
        "data-video-descrip": "As Red explains, in her analysis video on The Book of Invasions, the Celtic Tuatha De Danann were heavily censored and edited, to better fit to the Christian views of the then current Irish people. Instead of gods, they were turned into sorcerers and demons, with some very questionable Christian elements thrown in as well.",
        "data-video-name": "6041.mp4",
        "options": [
            "Epic Fail",
            "Bowdlerise",
            "Shout-Out",
            "Botanical Abomination",
            "Visual Pun"
        ]
    },
    {
        "data-video-sub": "or maybe I'll get my own Velvet pillow for this baby oh hold up.",
        "data-video-tropename": "Big \"NO!\"",
        "data-video-descrip": "Lewie accidentally spends the dime Scrooge gave him.",
        "data-video-name": "5201.mp4",
        "options": [
            "Catch Phrase",
            "Big \"SHUT UP!\"",
            "Shout-Out",
            "Big \"NO!\"",
            "Evil Laugh"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Our Angels Are Different",
        "data-video-descrip": "",
        "data-video-name": "3467.mp4",
        "options": [
            "Kick the Dog",
            "Our Gods Are Different",
            "Our Angels Are Different",
            "Triumphant Reprise",
            "Melancholy Musical Number"
        ]
    },
    {
        "data-video-sub": "better head back we're supposed to go on after Trixie.  you're never gonna get away with this why because you didn't.  oh we know all about you Sunset Shimmer he's got quite the reputation at Canterlot High I've changed I'm in a much better place now waiting in the wings while your friends have all the fun oh yes you girls are so tight and yet they didn't ask you to be in the band probably afraid no one would want to see them play if she was in the group too bad so sad if it's any consolation no one is going to remember you at all.  by the time we're done.",
        "data-video-tropename": "\"The Reason You Suck\" Speech",
        "data-video-descrip": "The Dazzlings antagonize Sunset in the hall, calling her out of how people see her since her reformation and she'll never be like them.",
        "data-video-name": "23274.mp4",
        "options": [
            "Heroic BSoD",
            "\"The Reason You Suck\" Speech",
            "Big Bad",
            "Literal-Minded",
            "Disproportionate Retribution"
        ]
    },
    {
        "data-video-sub": "the street.  oh do I need yoga saucedo so Secret.  what are you hopeful one Johnny you're gay so hussy.  scrumptious.  Palomas secure washing up.",
        "data-video-tropename": "Transformation Sequence",
        "data-video-descrip": "This otherwise forgettable super robot series is infamous for its bizarre, overtly-long 3-minute long transformation. As /m/ says, &quot;Mods are dead, post Ginguiser.&quot;",
        "data-video-name": "40608.mp4",
        "options": [
            "Transformation Sequence",
            "One-Winged Angel",
            "Potty Dance",
            "Villain Song",
            "Calling the Old Man Out"
        ]
    },
    {
        "data-video-sub": "he's in The Slammer ladybug don't think you're going to keep him in there no no leave it to the experts ladybug we've got it under control.",
        "data-video-tropename": "Didn't Think This Through",
        "data-video-descrip": "The cops try to trap Cat Noir in the museum when he has the well-known power to destroy anything he touches. At least they had cops guarding the entrance.",
        "data-video-name": "9040.mp4",
        "options": [
            "Big-Lipped Alligator Moment",
            "Didn't Think This Through",
            "Disney Acid Sequence",
            "Shout-Out",
            "Foreshadowing"
        ]
    },
    {
        "data-video-sub": "yeah worst part of Christmas are those three stupid ghosts look I'm clanging and a night tapping on your bed.  boy I tell you you're a scrooge and aggravate me hold hands.",
        "data-video-tropename": "Shout-Out",
        "data-video-descrip": "Gramma makes an offhand reference to A Christmas Carol.",
        "data-video-name": "4880.mp4",
        "options": [
            "Big-Lipped Alligator Moment",
            "Downer Ending",
            "Catch Phrase",
            "Shout-Out",
            "Running Gag"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Animated Credits Opening",
        "data-video-descrip": "The opening incorporates stop-motion and CGI to haunting effect with a circus-organ rendition of the franchise's central theme.",
        "data-video-name": "1362.mp4",
        "options": [
            "Summon Magic",
            "Animated Credits Opening",
            "Good-Times Montage",
            "Gilligan Cut",
            "Golden Ending"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "\"I Want\" Song",
        "data-video-descrip": "The Disney princesses discuss the art of the &quot;I Want&quot; song, particularly the benefits of &quot;important water.&quot; ",
        "data-video-name": "9285.mp4",
        "options": [
            "Title Theme Tune",
            "Overly Long Gag",
            "Face\u0096Heel Turn",
            "\"I Want\" Song",
            "Christmas Songs"
        ]
    },
    {
        "data-video-sub": "what took you so long I came as fast as I could.  and my men don't ask.  he was wondering if your drone has a personality show.  and don't tell me I'm under arrest you wish.",
        "data-video-tropename": "Showdown at High Noon",
        "data-video-descrip": "AndrAIa and a Infected Guardian have a Showdown in the Streets, Western Style",
        "data-video-name": "28144.mp4",
        "options": [
            "Transformation Sequence",
            "Showdown at High Noon",
            "Shout-Out",
            "Bad Boss",
            "Curb-Stomp Battle"
        ]
    },
    {
        "data-video-sub": "oh thank goodness I got in here to show Lily My Fashion Magazine but now I can't get out of this baby prison.  Upsy Daisy Eleni a gill.",
        "data-video-tropename": "Epic Fail",
        "data-video-descrip": "Leni ends up in a &quot;baby prison&quot; when trying to spend time with Lily.",
        "data-video-name": "11186.mp4",
        "options": [
            "Epic Fail",
            "Lethal Chef",
            "Overly Long Gag",
            "Limit Break",
            "Precision F-Strike"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Curb-Stomp Battle",
        "data-video-descrip": "The turtles get their shells handed to them by Shredder.",
        "data-video-name": "8028.mp4",
        "options": [
            "Berserk Button",
            "Eye Scream",
            "Big \"NO!\"",
            "Curb-Stomp Battle",
            "Vomit Indiscretion Shot"
        ]
    },
    {
        "data-video-sub": "it sucks. what is it.",
        "data-video-tropename": "Heroic BSoD",
        "data-video-descrip": "Kaiji's bad day hits an all new low after being cheated out of a  way to pay off his hefty debt.",
        "data-video-name": "15021.mp4",
        "options": [
            "Signature Song",
            "Heroic BSoD",
            "Totem Pole Trench",
            "Good-Times Montage",
            "Bittersweet Ending"
        ]
    },
    {
        "data-video-sub": "pack it up we gotta move I got 20K on this game now it's a draw this isn't over so it's not safe here you guys clear this place out I'll buy you some time.  Put the gun down I won't run yeah I'm good I felt that the moment we met that connection what.  Forbidden Love oh my God can I just shoot this guy Sean Dee play nice now you got the stuff Pierce.  a little me friend you did that on purpose.  all right let's ghost a gun.  so what's up her back from Legally Studio wants you to do a screen test for gangsters in space no fuck that we're done being corporate whores so here's what what's that.  God damn it was going on we got to get down there.",
        "data-video-tropename": "Running Gag",
        "data-video-descrip": "Every time that Pierce and Oleg play chess, the pieces are knocked off the board.",
        "data-video-name": "29017.mp4",
        "options": [
            "Disney Acid Sequence",
            "\"I Am Great!\" Song",
            "Even Evil Has Standards",
            "Running Gag",
            "Limit Break"
        ]
    },
    {
        "data-video-sub": "is this supposed to be a keyblade or is it some sort of joke.  our plans have been dashed by you far more times than I care to count now it ends up I will Purge that light in you.",
        "data-video-tropename": "Curb-Stomp Battle",
        "data-video-descrip": "Axel (now called Lea) tries defying his former leader Xemnas with his new keyblade. Perhaps he needed more training.",
        "data-video-name": "8048.mp4",
        "options": [
            "Oh, Crap!",
            "Paper-Thin Disguise",
            "Hope Spot",
            "Big \"SHUT UP!\"",
            "Curb-Stomp Battle"
        ]
    },
    {
        "data-video-sub": "yeah I see a knuckle sandwich in her future no wait I've got a better idea you ready Buttercup check you ready bubbles ready ready great let's put operation over medium into action.  with our super power of Disguise the girls were able to saunter into Madame Argentina's tent like a normal everyday citizen oh good day kind sir I've been expecting you.  so tell me what will it be today with you like your palms read oh no thanks I like them the color they are bubbles I mean of course why else would I be here in your osot legitimate place of business oh well then please sit what's the girls dead and as Madame Argentina plied her false fortunes the goose got down is that a feather joke.  but when Fred stuck his head in the pocket he didn't find a wallet nor did he find jewelry he found a buttercup.  The Powerpuffs Hood let's get out of here now that the jig was up and the Powerpuff Girls were firmly entrenched in their own disguise Madame Argentina and Fred were able to sneak out the back where they escaped aboard her astral plane.",
        "data-video-tropename": "Totem Pole Trench",
        "data-video-descrip": "With their &quot;superpower of disguise&quot;, the girls pass themselves off as a citizen and scurry into Madame Argentina's tent in an attempt to outsmart her. Unfortunately, their cover is blown when Fred inadvertently peeks inside the coat's pocket to find Buttercup.",
        "data-video-name": "37873.mp4",
        "options": [
            "Totem Pole Trench",
            "Running Gag",
            "Vomit Indiscretion Shot",
            "Shock and Awe",
            "Animation Bump"
        ]
    },
    {
        "data-video-sub": "morale is low our one consolation is that it will all be over soon that's right sweetie the blood moon will be over in a couple hours ride but it's what I meant a couple of hours we barely survived 100 I didn't think it would be this bad.  you didn't think what would be so bad what an odd thing to say whatever could you mean by that suspicious thing you mumbled to yourself your makes me real nervous son with those suspicious eyes of yours huh know what that oh my gosh the lock to the garage Saboteur he was in League with the head.",
        "data-video-tropename": "Wham Line",
        "data-video-descrip": "Cricket becomes suspicious when Bill utters something to himself.",
        "data-video-name": "4326.mp4",
        "options": [
            "Literal-Minded",
            "Shout-Out",
            "Bad Boss",
            "Eldritch Abomination",
            "Wham Line"
        ]
    },
    {
        "data-video-sub": "nice try Hawk moth but we know who the bad guy is what's not reverse the roles here without you none of these innocent victims would be transformed into villains Hawk moth no matter how long it takes we will find you and you will hand it's your miraculous. let me make this promise to you no matter who wants to harm you ladybug and Cat Noir will do everything in our power to keep you safe yes wow whoever she is beneath that mask I love that.",
        "data-video-tropename": "The Hero",
        "data-video-descrip": "Marinette Dupain-Cheng, with the power of the Ladybug Miraculous, has the power to transform into the superhero Ladybug.",
        "data-video-name": "21355.mp4",
        "options": [
            "Comically Missing the Point",
            "One-Winged Angel",
            "Face\u0096Heel Turn",
            "Botanical Abomination",
            "The Hero"
        ]
    },
    {
        "data-video-sub": "do something violent you heard the president lied about.  wait.  so that's how you want to play it he's LED alien woman evidently they LED get on the chopper I'm brave.",
        "data-video-tropename": "No-Sell",
        "data-video-descrip": "The massive droid is fired at by all manner of bullets and missiles, including from the presidents personal gun, but they all are unable to penetrate the deflector shields.",
        "data-video-name": "24533.mp4",
        "options": [
            "Potty Dance",
            "Even Evil Has Standards",
            "Bad Boss",
            "Villain Song",
            "No-Sell"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Title Theme Tune",
        "data-video-descrip": "The opening theme to &quot;Chico Bon Bon: Monkey with a Tool Belt&quot;, which repeatedly states both the show title and its subtitle.",
        "data-video-name": "40030.mp4",
        "options": [
            "Title Theme Tune",
            "Expository Theme Tune",
            "Totem Pole Trench",
            "Big \"NO!\"",
            "\"I Am Great!\" Song"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Villainous Breakdown",
        "data-video-descrip": "After Luigi defeats his dancers, Wolfgeist gets furious and possesses the piano he was playing.",
        "data-video-name": "41754.mp4",
        "options": [
            "Big-Lipped Alligator Moment",
            "Big Bad",
            "Eldritch Location",
            "Villainous Breakdown",
            "Limit Break"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Alternative Foreign Theme Song",
        "data-video-descrip": "The first opening theme of the Japanese version of the American cartoon X-Men: The Animated Series",
        "data-video-name": "732.mp4",
        "options": [
            "Lethal Chef",
            "Expository Theme Tune",
            "Alternative Foreign Theme Song",
            "Fusion Dance",
            "Big \"NO!\""
        ]
    },
    {
        "data-video-sub": "your show is the same day as my test we can help each other get ready.  so let's get started oh okay.",
        "data-video-tropename": "Training Montage",
        "data-video-descrip": "Sofia and Cedric train each other for the former's sorcery test and the latter's magic show, and he begins to bond with her.",
        "data-video-name": "40496.mp4",
        "options": [
            "Catch Phrase",
            "Loophole Abuse",
            "Hope Spot",
            "No-Sell",
            "Training Montage"
        ]
    },
    {
        "data-video-sub": "Lana I did it Grandma I finally stood up for myself I got real mean and I'd beat the snot out of dr. rush I can't lie I feel kind of good at first but since then I have is just kind of dark empty feeling then I realized.  that's how you must feel all the time poor old grandma you know a be getting lots of advice how to deal with you stand up you tell on you but I kind of realize there's just people like you out there all over the place.  when your kids think she liked her last forever but they're not live changes you won't always be around someday you're gonna die.  someday pretty soon and when you're laying in that hospital bed with tubes up your nose and a little pain under your bed to be in welcome Vivian I'll come just to show you that and I'm still alive but I'm still happy your dad I be nothing but you.  night Mana.",
        "data-video-tropename": "\"The Reason You Suck\" Speech",
        "data-video-descrip": "Butters finally confronts his grandma, delivering a calm, yet epic speech about how empty she must feel, and how in the end, while she'll continue to grow old and eventually die as empty as she is, he'll come visit her, to show that he's still happy and alive.",
        "data-video-name": "31537.mp4",
        "options": [
            "\"The Reason You Suck\" Speech",
            "The Cameo",
            "Latex Perfection",
            "Botanical Abomination",
            "Gilligan Cut"
        ]
    },
    {
        "data-video-sub": "this kiosk sells personalized movies I had one main star little rod.  kiosk Productions presents an outer space adventure starring you one day while flying your spaceship you saw a planet and decided to land.  greetings I am Commander Rod welcome Earthling what are your hobbies my hobbies include being quiet during trips clapping with songs and diabetes slay olds like fun let's party howdy Partners my name is Sheriff Lisa Simpson I sure am hungry for my favorite food.  McNugget like McNuggets I'm a vegetarian dude and you're not going to like your other present.  why its my best friend.  bad new sheriff Lisa Simpson some Indians took all the McNuggets hmm make nuggets all I'll get those no-good Indians just as sure as my favorite book is magazines.  wake up Dad what.",
        "data-video-tropename": "Stylistic Suck",
        "data-video-descrip": "What to expect when making a personalized video for your child from this Simpsons company...",
        "data-video-name": "34076.mp4",
        "options": [
            "Triumphant Reprise",
            "Melancholy Musical Number",
            "Groin Attack",
            "Stylistic Suck",
            "Mundane Made Awesome"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Curb-Stomp Battle",
        "data-video-descrip": "Sidious easily toys with the two brothers.",
        "data-video-name": "8027.mp4",
        "options": [
            "Overly Long Gag",
            "Literal-Minded",
            "Oh, Crap!",
            "Curb-Stomp Battle",
            "Visual Pun"
        ]
    },
    {
        "data-video-sub": "I was transported to a Faraway land in Civil War school name.",
        "data-video-tropename": "Alternative Foreign Theme Song",
        "data-video-descrip": "Monster Rancher: English Theme - The English theme song for the anime of the video game, Monster Rancher, which explains his premise in a very catch techno tune. ",
        "data-video-name": "678.mp4",
        "options": [
            "Signature Song",
            "Alternative Foreign Theme Song",
            "Big \"SHUT UP!\"",
            "Ocular Gushers",
            "An Ice Person"
        ]
    },
    {
        "data-video-sub": "Sally I'd like to think that given the circumstances I've been extremely forgiving up to now but that is a horrible idea what are we gonna do much right out into public with that thing then I guess we just Waltz right up there Factory right I can't believe we are walking right up to the fact so a mop a couple of Lights in some chair fabric I'm not gonna fool anyone just think about a few names well yeah Loch Ness Bigfoot the Abominable Snowman they all got one thing in common pal banishment we could be next and panic we can.  do this hey how you doing Frank hey guys.",
        "data-video-tropename": "Gilligan Cut",
        "data-video-descrip": "Sulley decides to sneak Boo to work against Mike's wishes.",
        "data-video-name": "13551.mp4",
        "options": [
            "Totem Pole Trench",
            "Reality Ensues",
            "Sequel Hook",
            "Gilligan Cut",
            "An Ice Person"
        ]
    },
    {
        "data-video-sub": "Diana mr. peanut butter back to normal right you know sometimes I feel like our marriage is like a Magic Eye poster I love those things I know and it's messy and at first glance it doesn't seem to make any sense and it's hard to figure out but sometimes if you squint at it just right everything lines up and it's the most perfect beautiful amazing thing yeah I know what.  you mean but.  I'm so tired of squinting.",
        "data-video-tropename": "Wham Line",
        "data-video-descrip": "Diane compares her and Mr. Peanutbutter's marriage to a magic eye poster: it may look confusing to most at first, but the longer you squint at it, the more it makes sense. This seems like a positive statement about how they work together as a couple in spite of their differences, until Diane breaks down and admits, &quot;I'm so tired of squinting.&quot;",
        "data-video-name": "5766.mp4",
        "options": [
            "Big-Lipped Alligator Moment",
            "\"The Reason You Suck\" Speech",
            "What the Hell, Hero?",
            "Wham Line",
            "Limit Break"
        ]
    },
    {
        "data-video-sub": "go you nose look out he's got a nose.",
        "data-video-tropename": "Literal-Minded",
        "data-video-descrip": "LOOK OUT HE'S GOT A NOSE!",
        "data-video-name": "1830.mp4",
        "options": [
            "Didn't Think This Through",
            "Literal-Minded",
            "What the Hell, Hero?",
            "Triumphant Reprise",
            "An Ice Person"
        ]
    },
    {
        "data-video-sub": "I'm here old pal piggy come on in and pick out on pizza Welcome to Piggies pinball Pizza Palace have fun pick out all the rules so it's wrinkled the bull don't have to come over and remind you to play nice yeah yeah we know the drill.  Piggy's Pitbull Thomas Evan it oh oh Sandhya then I stayed for my whole life and daddy says I only have to win one more ribbon a ticket so I can trade for the ticket so I can get this.  the drive away dream car here you go Angel have fun that'll keep her busy while I show you it a pinball wizard can do okay kitties it's showtime.  hey there folks I'm your old pal picky and leaves are my Barnyard buddies enjoy the show that's weird shows not supposed to start for three minutes special honey Duty hello to all you kids and I don't mean baby goats.  did it did not you pushed it down.",
        "data-video-tropename": "Suck E. Cheese's",
        "data-video-descrip": "The barnyard-themed Suck E. Cheese's from &quot;Rugrats.&quot;",
        "data-video-name": "28941.mp4",
        "options": [
            "Establishing Character Moment",
            "Pep-Talk Song",
            "Eldritch Location",
            "Latex Perfection",
            "Suck E. Cheese's"
        ]
    },
    {
        "data-video-sub": "I thought this would be the end that once Kessler in the race fear were gone my life would go back to normal.  but now I understand that this is my life there's no going back that the gift of these Powers will be my burden until the day I died the people around here love me how long will that last what's going to happen the first time they expect me to be there for them and I'm not I don't even know who to trust boy is still running around planning God knows what Zeke I don't know what to think I've never been.  I'm more alone.",
        "data-video-tropename": "Golden Ending",
        "data-video-descrip": "In the &quot;Hero Ending&quot;, Cole has become a beacon of hope to a recovering Empire City in-spite of the tragedy he and they experienced",
        "data-video-name": "13676.mp4",
        "options": [
            "Nightmare Face",
            "Heroic BSoD",
            "Noodle Incident",
            "Good-Times Montage",
            "Golden Ending"
        ]
    },
    {
        "data-video-sub": "well what is this it has Parts exposed Akuma.  Gordon Boomer none of this is real is it no.",
        "data-video-tropename": "Wham Line",
        "data-video-descrip": "Dr. Coomer asks Gordon a question and Gordon gives him an answer.",
        "data-video-name": "42549.mp4",
        "options": [
            "Rousing Speech",
            "\"The Reason You Suck\" Speech",
            "Literal-Minded",
            "Animated Credits Opening",
            "Wham Line"
        ]
    },
    {
        "data-video-sub": "is Infinity Stones each controlled an essential aspect of existence space.  reality.  Tower.  so mind.  and time.",
        "data-video-tropename": "MacGuffin",
        "data-video-descrip": "The Infinity Stones are six stones that, when in the wrong hands, could alter and even destroy the universe itself.",
        "data-video-name": "2676.mp4",
        "options": [
            "Golden Ending",
            "Loophole Abuse",
            "MacGuffin",
            "Limit Break",
            "Animal-Themed Superbeing"
        ]
    },
    {
        "data-video-sub": "it's time to licking wounds there's no place like home I share that home with someone you've met the old blind lady from the laundromat Al God I miss cocaine her fourth wall break inside a fourth-wall break that's like 16 walls she's like Robin to my Batman except she's old and black and blind and I think she's in love with me.",
        "data-video-tropename": "Breaking the Fourth Wall",
        "data-video-descrip": "Deadpool breaks the fourth wall within a fourth wall break... breaking sixteen walls.",
        "data-video-name": "6192.mp4",
        "options": [
            "Heroic BSoD",
            "Triumphant Reprise",
            "Botanical Abomination",
            "Wham Line",
            "Breaking the Fourth Wall"
        ]
    },
    {
        "data-video-sub": "yes I actually busted Phineas and Ferb this is the happiest moment of my life I finally free so on is up the sky is blue I can do whatever I want to cause it's nothing.",
        "data-video-tropename": "Good-Times Montage",
        "data-video-descrip": "Having finally busted her brothers, Candace spends time with Stacy and Jeremy and she does whatever she wants.",
        "data-video-name": "13778.mp4",
        "options": [
            "Brick Joke",
            "Heroic BSoD",
            "Getting Crap Past the Radar",
            "Melancholy Musical Number",
            "Good-Times Montage"
        ]
    },
    {
        "data-video-sub": "that's incredible how did you know II loves chocolate fault oh no not the cake Elmo this Fork oh no this isn't just a fork Elmo look it's a lever lever yeah do you see how it pivots on my finger do you see how it helps lift. the cake into my mouth don't you just love a lever Elmo well actually I'm on never really it may not seem like much at all it may sound simple to you but if you get to know a lever surely you would love it too. a lever yes I'm a lover lover can't you see I love love love a lever I'll ever really works for me the way it lifts a long makes my heart explode it's pivoting is riveting to me he carries weight with such easy leaves.  me weak in my knees I love a letter and let you know I love love love yes I'm my lover everywhere a hammer is to a broom is a lever to name just a few a scissors.  well actually do so is a rake believe me it's true - almost and so is the fat or elbow is a fulcrum and your arm pivots on it.",
        "data-video-tropename": "Mundane Made Awesome",
        "data-video-descrip": "A woman gets all excited over a fork because it's a &quot;lever&quot;, which leads to a musical number about how awesome levers allegedly are.",
        "data-video-name": "22975.mp4",
        "options": [
            "Take That!",
            "Our Angels Are Different",
            "Foreshadowing",
            "Mundane Made Awesome",
            "Shock and Awe"
        ]
    },
    {
        "data-video-sub": "anyways see you dudes later I've got a complicated jigsaw puzzle with my name on it.  okay bye the plays a distraction for a bank robbery on one hand that's awful but on the other hand we need to support the Arts right what no they're using you to commit crimes you can't just pretend you don't know that hmm I probably could I'm a very good actor you know thanks for the advice and.  Peter kids don't like me oh seriously it doesn't matter what those theater dorks think you're right that is what they feel I just have to speak to their hearts thanks and bye I love you too dude.  finally.",
        "data-video-tropename": "Running Gag",
        "data-video-descrip": "Anne just can't get that jigsaw puzzle done.",
        "data-video-name": "891.mp4",
        "options": [
            "Disney Acid Sequence",
            "Abusive Parents",
            "Melancholy Musical Number",
            "Running Gag",
            "Animation Bump"
        ]
    },
    {
        "data-video-sub": "when those robbers try to break in he'll be in for a nasty surprise nails and basement stairs check iron attached a string check trucks ornaments check paint cans check safe and sound. we were just driving by we saw the Flames is that kid gonna be okay.",
        "data-video-tropename": "Reality Ensues",
        "data-video-descrip": "Why you shouldn't just go to sleep right after setting up deadly traps in your house.",
        "data-video-name": "28048.mp4",
        "options": [
            "Catch Phrase",
            "Reality Ensues",
            "Tempting Fate",
            "Shock and Awe",
            "Precision F-Strike"
        ]
    },
    {
        "data-video-sub": "excuse me sir.  Who Dares enter the Royal Palace and disturb the Royal Reserve as you rest in his Royal chambers of the Royal Palace.",
        "data-video-tropename": "Large Ham",
        "data-video-descrip": "Ladies and gentlemen, the Royal Vizier.",
        "data-video-name": "18918.mp4",
        "options": [
            "Large Ham",
            "Melancholy Musical Number",
            "Eldritch Abomination",
            "Tempting Fate",
            "The Door Slams You"
        ]
    },
    {
        "data-video-sub": "you think you're gonna get all the money huh my damn dog you have any idea what I do for that woman half of her blood used to be my blood fluffy little face with your fluffy dumb tail wagging to the PACE life is tough with your plushie betting in your tushie pet and getting who I could choke you till you croak because my life's a joke you see for once in my life I'd have Glee if I didn't have to lift a finger if I linger here by the Harlem near and I have to lag in helping old hag with her handbag bless you bless you aren't you tissue thank you yes if we talk.  in the crosswalk then a bike group bikes bye bye bye and a horse on its course pull the carriage with a force and slack you'll be flat like a hand that's been sat on water hahaha that's exhausting.",
        "data-video-tropename": "Evil Laugh",
        "data-video-descrip": "Helen does one during &quot;If There's a Will (Reprise)&quot;, but gets exhausted from it.",
        "data-video-name": "11557.mp4",
        "options": [
            "Signature Song",
            "\"I Want\" Song",
            "Evil Laugh",
            "Good-Times Montage",
            "Tempting Fate"
        ]
    },
    {
        "data-video-sub": "so he's gone.  to Shane would have liked to have seen that.  you must be hella and for some of our own really.  you don't look like him perhaps we can come to an arrangement you sound like him.  Neil beg your pardon.  Neil.  before your queen I don't think so.  it's not possible.  darling you have no idea what's possible.",
        "data-video-tropename": "Satanic Archetype",
        "data-video-descrip": "Once the herald to a war-waging patriarchal god (Odin), Hela was banished to Hel for her treachery. Now freed, she wishes to conquer the heavens (Asgard) and the rest of the cosmos for herself, uncaring of how many lives that are lost and ruined along the way.",
        "data-video-name": "29593.mp4",
        "options": [
            "Satanic Archetype",
            "Transformation Sequence",
            "Hoist by His Own Petard",
            "Abusive Parents",
            "Big \"SHUT UP!\""
        ]
    },
    {
        "data-video-sub": "you never get the gold back at this race shrimp you're nothing but a little boy who still believes in dreams you disgrace the rest of us by calling yourself a pirate it's time to stop this foolish dreaming and grow up now let's end this. see there is no point in trying I've been a devil fruit so you don't stand a chance against me we found him into the ground Bellamy the kids hurt maybe he needs his mommy looks like your dreams are at an end he's alive you don't know when to quit do you.  you fine have it your way we're just getting to the good part he disappeared this is the same kind of movie called to be Rocio so you want the gold back huh because old man crickets your friend why God he's nothing but a decrepit fool who spends all his time chasing after 400 year old Ryan.  but that's probably what you like about him right like to call yourselves pirate but you know nothing there's no City of Gold little island in the sky just oceans and sips and the men who sailed them you asked if I know how to throw a punch just finish it so we can drink Bellamy watching you beat him senseless has made me thirsty.  oh.",
        "data-video-tropename": "Curb-Stomp Battle",
        "data-video-descrip": "Scene from One Piece, Ep 151. The Straw Hats come to Jaya to find any infomation about Skypeia, an island in the sky. But run afoul of an arrogant pirate named Bellamy who mock them. A series of events lead Luffy and he to fight. But in the second encounter, Luffy is less then willing to be pushed around by the blowhard this time.",
        "data-video-name": "8050.mp4",
        "options": [
            "Berserk Button",
            "Exact Words",
            "Villain Song",
            "Curb-Stomp Battle",
            "Calling the Old Man Out"
        ]
    },
    {
        "data-video-sub": "I would think you'd fit right in with the art school hipsters right you look like the cover of hipster girl.com at least you're still smartass that's why I'm here please girl you came back for Blackwell Academy.  of course it's one of the best photography programs in the country and my favorite teacher Mark Jefferson so you came back to Arcadia for a teacher not your best friend don't you think I'm happy to see you know you were happy to wait five years without a call or even a text.  give me a break I was going through changes like you I guess that's changes included dumping me from your life that's not true Chloe bullshit you thought you hook up with all these art Prix and Seattle didn't happen though your merciless you've been at Blackwell for almost a month without letting me know nuff said I just wanted to settle in first and not be such a shy cliche geek I totally would have contacted you I bet you don't use these sad excuses on mr. Jefferson don't use them on.  me.",
        "data-video-tropename": "What the Hell, Hero?",
        "data-video-descrip": "Both Chloe and Max herself give the latter a lot of grief for failing to contact Chloe in the 5 years Max spent living in Seattle and the two months she's already been back.",
        "data-video-name": "19384.mp4",
        "options": [
            "Big-Lipped Alligator Moment",
            "Totem Pole Trench",
            "What the Hell, Hero?",
            "Breaking the Fourth Wall",
            "Suck E. Cheese's"
        ]
    },
    {
        "data-video-sub": "guy on some of Simba I'm so glad to meet you you are oh yes after all it doesn't matter where we live we're all liens and that's what's important there is no greater power than to rule over the land we both have victims outside gets here where we stand my friend you know it's true look.  plus I'm you will find ruling every animal is Destiny for like a kind so if we join together we will never fall Lions must rule forever like I'm sober.  Crush any resistance so enemies keep that dears times like hums Lions over if we do what you suggest we'd be evil and cruel using force and thread that is no way to rule but if we're joined together we will never fight.  sirrah you and I have different ideas about how Lions should act and that's why we're here today.  talk it may not be Pride Rock but we call it home this way.",
        "data-video-tropename": "Villain Song",
        "data-video-descrip": "Zira expresses her desire at wanting to take over the Pride Lands which Kion detests.",
        "data-video-name": "37094.mp4",
        "options": [
            "Rousing Speech",
            "Disney Acid Sequence",
            "Melancholy Musical Number",
            "Villain Song",
            "An Ice Person"
        ]
    },
    {
        "data-video-sub": "Zeus let all the gods on a frantic search by the time they found the baby it was too late young Chuck was more tonight but since you did not drink the last drop he still retained his Godlike strength so thank his lucky stars but youth in here away with it because there's. you could never come home they'd have to watch their precious baby grow up from afar though he's hot what does hats beautiful hot cause birth to the boy who's stronger and that's the girls to room.",
        "data-video-tropename": "Dark Reprise",
        "data-video-descrip": "Hercules in on Earth where his parents cannot follow and it is a sad day.",
        "data-video-name": "8438.mp4",
        "options": [
            "Blatant Lies",
            "Hoist by His Own Petard",
            "\"I Want\" Song",
            "Big \"SHUT UP!\"",
            "Dark Reprise"
        ]
    },
    {
        "data-video-sub": "father please reconsider you will not go anywhere without an escort from now on no that's not used you to get to me.  he loves me for me because you are my daughter you will not leave Pride Rock you will stay where I can keep an eye on you away from him do you don't know him I know he's following in scars paw prints.  and I must follow in my father's you will never be Mufasa.",
        "data-video-tropename": "Calling the Old Man Out",
        "data-video-descrip": "Kiara calls out on Simba for exiling Kovu and telling Simba that he will never be like his father.",
        "data-video-name": "6538.mp4",
        "options": [
            "Lethal Chef",
            "Rousing Speech",
            "Exact Words",
            "Large Ham",
            "Calling the Old Man Out"
        ]
    },
    {
        "data-video-sub": "no one will bat an eye.  then except for maybe me my eyes are bats that won't be necessary no but I did it anyway.",
        "data-video-tropename": "Visual Pun",
        "data-video-descrip": "From &quot;Bat an Eye&quot; to &quot;Eyes are Bats.&quot;",
        "data-video-name": "7729.mp4",
        "options": [
            "Triumphant Reprise",
            "Curb-Stomp Battle",
            "Christmas Songs",
            "Visual Pun",
            "Animation Bump"
        ]
    },
    {
        "data-video-sub": "goodbye Rocky you were the best friend I ever had yeah wait who was Rocky da my pet rock I can't believe we came all the way out here just to bury some stupid rock you just don't understand what it's like to have.  you locked your keys in the car didn't you all right well looks like we'll just have to walk to the next gas station and get help the window.  I told you we had fat arms what are we gonna do now oh yeah why do you carry a tub of butter with you why would I not do the fucking the word you getting my window all buttery just try something else.  I know if we hit the car it'll trigger the cars OnStar system and it'll call for help yes Quake hit the car I'm wait wait wait wait I don't have OnStar is that a bear.  get away from us you stupid Bears wait what did you just throw my spare keys you know how dark a the Hall Tire oops.",
        "data-video-tropename": "Too Dumb to Live",
        "data-video-descrip": "Both Ian and Anthony are portrayed as having the emotional and intellectual capacities of small children, with many of the dangerous situations they get into are often a result of their own poor decision making and impulse control.",
        "data-video-name": "31209.mp4",
        "options": [
            "Getting Crap Past the Radar",
            "Showdown at High Noon",
            "Big \"SHUT UP!\"",
            "Big Damn Heroes",
            "Too Dumb to Live"
        ]
    },
    {
        "data-video-sub": "on your mark get ready to race 1 2 3.",
        "data-video-tropename": "Title Theme Tune",
        "data-video-descrip": "The opening theme for Blaze and the Monster Machines.",
        "data-video-name": "5532.mp4",
        "options": [
            "Title Theme Tune",
            "Ending Theme",
            "\"The Reason You Suck\" Speech",
            "Expository Theme Tune",
            "\"I Want\" Song"
        ]
    },
    {
        "data-video-sub": "Joy's for millions of girls and for millions of void when Christmas wonderful day a jack-in-the-box my children to shout.  would you like to be.  spotted elephant or a choo-choo with square wheels on your Caboose pistol and shoot jelly how would you like to be a bird that doesn't fly I swim or a cowboy who rides an ostrich or of a boat that can stay up.",
        "data-video-tropename": "\"I Want\" Song",
        "data-video-descrip": "Rudolph the Red-Nosed Reindeer and his friends, Yukon Cornelius and Hermey land on the Island Of Misfit Toys to find a group of Sad and Unwanted Toys who desire to go on Santa's sleight and be given to children who could love them. ",
        "data-video-name": "17290.mp4",
        "options": [
            "Pep-Talk Song",
            "\"I Want\" Song",
            "The Cameo",
            "Triumphant Reprise",
            "Dark Reprise"
        ]
    },
    {
        "data-video-sub": "but now that this amulet has freed me I can take over and Chauncey I'm finally have a kingdom of my very own I grew up in a kingdom far away we're always black and white and sometimes gray my charms were the greatest ever seen yet still they made my old.  older sister Queen touched a plot to bring her down and show them who should wear the crown was a kingdom of my own.  sister finally be outshone the spotlight should be mine.",
        "data-video-tropename": "Villain Song",
        "data-video-descrip": "Princess Ivy voices her desire to rule Enchancia and destroy the Amulet of Avalor.",
        "data-video-name": "41910.mp4",
        "options": [
            "Big Damn Heroes",
            "Villain Song",
            "Eat the Camera",
            "Evil Laugh",
            "Christmas Songs"
        ]
    },
    {
        "data-video-sub": "whatever she did if you keep hearing into the darkness of your past you'll never see a brighter future when you go out to see the spine world when you look about your facing forward without a doubt if you're looking behind in you're not gonna find what supper but here is the way to live your best life. I do I will say forget your past Drive every day has so much in store if you only look forward instead look ahead when I use your head.  sometimes dark memories creep into your head making You Weep but just like the ripples let them all drift away and you'll see a clearer day that way.",
        "data-video-tropename": "Pep-Talk Song",
        "data-video-descrip": "The Flaringos encourage Elena to put her past behind and look forward to a better future.",
        "data-video-name": "10973.mp4",
        "options": [
            "Pep-Talk Song",
            "Catch Phrase",
            "What the Hell, Hero?",
            "Abusive Parents",
            "Triumphant Reprise"
        ]
    },
    {
        "data-video-sub": "never had a real person here before except for your sister of course my sister brietta.  brietta you're my sister yes but how what happened.  it was briana's birthday to Wenlock appeared out of the blue stage or business her simple I'm here to marry your daughter you see I only take the very best ridiculous go are you telling me what to do gods.  poor thing around give her wings.  those smile you didn't lose a daughter you gain the bed your parents tried everything to break the spell but they couldn't.  brietta couldn't bear to see them so unhappy so she left and found Refuge with us here in Cloud Kingdom but why didn't Mother and Father tell me my own sister I guess they didn't know how why didn't anyone else tell me they kept it secret when you were born mother and father moved to the farthest corner of the Kingdom.  and built a new stronger Castle they were terrified the when look would come after you and he did.  it's why they were always so worried.",
        "data-video-tropename": "Dark and Troubled Past",
        "data-video-descrip": "Rayla tells of Annika's past, how her sister Brietta was cursed by Wenlock, and why their parents were overprotective over them.",
        "data-video-name": "8315.mp4",
        "options": [
            "Take That!",
            "Disney Acid Sequence",
            "Potty Dance",
            "Ocular Gushers",
            "Dark and Troubled Past"
        ]
    },
    {
        "data-video-sub": "we have you been it was over at his house and was rubberized by a machine they built Holly Gets the muffins look you know that emotional bravery patch I was all set to earn yeah well I'm totally blowing it I feel strong when I walk up to Phineas but as soon as I open my mouth I completely choked Isabella you're overthinking it you better jump right to it tell that boy how you feel just get out there and do it it's not such a big deal you can wait until summer now it's time to reveal you.  better jump jump jump right to it.  into the semantics who makes it somewhat fan take a wine and get it because you're a real touch hold your head high you can earn a new couch on you sing the same Tire tone you better jump jump Jump Right In.",
        "data-video-tropename": "Pep-Talk Song",
        "data-video-descrip": "The Fireside Girls encourage Isabella to be confident enough to finally confess her feelings to Phineas.",
        "data-video-name": "25908.mp4",
        "options": [
            "Pep-Talk Song",
            "Potty Emergency",
            "Getting Crap Past the Radar",
            "Catch Phrase",
            "Big \"SHUT UP!\""
        ]
    },
    {
        "data-video-sub": "come on you prick I taught you everything you know not everything I was here long before you and I'll be here after you're so we'll see about that fuck I'll take you every time every fucking time yeah fuckin'-a right.  I couldn't stand out of the barrel of your gun any fucking day just keep telling yourself that they gonna make you feel any better past performance homie people don't fucking change you did you two big gangster going three bit now you're gonna.  tap the only one who was ever decent to you huh no I trusted you I took you in treated you like family Mike let's just fuck you.  hey you told me when the time came I know I'm sorry he'll hear bike rack I should have clipped you in your broke into my house metal sorry it's like you said I understand you don't understand not then I'm all you got.",
        "data-video-tropename": "Downer Ending",
        "data-video-descrip": "Choosing Option B for the game's final mission has Franklin taking Devin Weston's demand to go after Michael and kill him. Not only would this permanently lock Michael out of gameplay soon afterwards, but Franklin's relationship with his friends as well as with Trevor eventually deteriorates.",
        "data-video-name": "9847.mp4",
        "options": [
            "Downer Ending",
            "Heroic BSoD",
            "Melancholy Musical Number",
            "Shout-Out",
            "Running Gag"
        ]
    },
    {
        "data-video-sub": "here's something a bit more interesting it's possible gamma sickness Milwaukee.  and then drank one of those guarana sodas.  guess it had a little more kick than he was looking for Wow where was it bottle.",
        "data-video-tropename": "The Cameo",
        "data-video-descrip": "Stan lee cameos as an old man that died from ingesting Bruce Banner's blood, giving the Hulkbusters a clue of his whereabouts.",
        "data-video-name": "33302.mp4",
        "options": [
            "Big-Lipped Alligator Moment",
            "Pep-Talk Song",
            "The Cameo",
            "What the Hell, Hero?",
            "MacGuffin"
        ]
    },
    {
        "data-video-sub": "hey buddy got a dead cat in there or what.  fuck you asshole.",
        "data-video-tropename": "Precision F-Strike",
        "data-video-descrip": "The Terminator rudely wards off a suspicious hotel janitor inquiring about the foul odor that's coming from its room.",
        "data-video-name": "27223.mp4",
        "options": [
            "Heroic BSoD",
            "Sad Battle Music",
            "Villain Song",
            "Gilligan Cut",
            "Precision F-Strike"
        ]
    },
    {
        "data-video-sub": "Landing.  on a clear morning at 9:32 a.m. the 16th of July 1969 technicians at the National Aeronautics and Space Administration initiated the launch the Saturn V rocket from Kennedy Space Center's launch complex 39 a igniting the fuel that would Propel astronauts Neil Alton Armstrong Edwin Eugene Buzz Aldrin and Michael no middle name Collins into the air once the fuel in the s1c stage was spent in the s1c.  attached allowing the fueling the S2 to ignite before itself attaching letting the rock in the S4 be staged at night starting the cruise three-day Journey To The Moon after 30 minutes Collins performed a complex maneuver called transposition docking and extraction in which Command Module separated from the spent S4 be turned around and connect itself to the lunar module nestled on its adapter housing.  seamless entering lunar orbit Armstrong and Aldrin entered the lunar module Eagle leaving Collins to Pilot The Command Module Columbia and the two modules separated the eagle descended to a safe landing site earlier probes had picked Landing spots within the mayor tranquil at Otis or Sea of Tranquility the eagle made contact with the lunar surface on Sunday July 20th Edwin Armstrong radioed back this is tranquility base the.  all has landed after three and a half hours of getting their extravehicular Mobility units on the cabin was depressurised Armstrong exited the lunar module first upon descending he pulled a d-ring that opened the mock realized equipment stowage assembly or Mesa a panel which was used as storage space for specialized lunar surface equipment as well as a slow scan television camera which began automatically transmitting the image of Armstrong's to sent back to Earth.  Armstrong reached the bottom of the ladder and stepped off famously declaring that it was one small step for a man one giant leap for air after saying the famous thing Armstrong uncovered a plaque on the lunar lander with an inscription saying that men from Earth came in peace For All Mankind bearing the signatures of Armstrong Aldrin Collins and the let's say for most evil.  American president.",
        "data-video-tropename": "Stylistic Suck",
        "data-video-descrip": "Kyle recreates the Moon landing with LEGOs.",
        "data-video-name": "6341.mp4",
        "options": [
            "Face\u0096Heel Turn",
            "Distracted by the Sexy",
            "Big \"NO!\"",
            "Arson, Murder, and Jaywalking",
            "Stylistic Suck"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Hoist by His Own Petard",
        "data-video-descrip": "Ladybug uses Copycat's Cataclysm to free Cat Noir from his chains. ",
        "data-video-name": "15223.mp4",
        "options": [
            "Berserk Button",
            "\"The Reason You Suck\" Speech",
            "Hoist by His Own Petard",
            "Potty Dance",
            "Heroic Sacrifice"
        ]
    },
    {
        "data-video-sub": "anyway the 9 rings are representative of the Angelic hierarchy which is pretty fascinating on its own so here's how that goes the smallest ring and the top tier of the angels are the seraphim seraphim literally translates to burning one and they're traditionally represented with three sets of wings confusingly serif is also sometimes used in the Bible to refer to snakes and the Bible just cannot be asked to keep its terminology straight this is that Satan mess all over again the second ring of the cherubim and let me stop you right there because you just thought of a pudgy little baby with wings and a trumpet and boy are you wrong cherubim are for face monstrosity is with four wings covered.  my eyeballs which sounds less like something that a decorate a Valentine's Day card and more like a boss in Dark Souls that baby thing you thought of his actually called a puto by the way the third ring are the Thrones which are bizarre even by Heaven standards their wheels specifically Two Wheels One nested inside the other and they're also covered in eyeballs for some reason also I think they're on fire the fourth ring are the dominions which are blessedly normal Looking for Angels there divinely beautiful dude with big feathery Wings V ringer the virtues which I couldn't find a description for but apparently they glow.  shocker right the sixth ring are the powers which are Warrior Angels the seventh ring are the principalities which are traditional ish Angels they carry scepters and wear crowns because they're basically rulers of certain groups of people and it's kind of confusing so next the eighth ring are the archangels and I want you to do me a favor and forget everything you think you know about archangels because they are much less cool than you think they are archangels are just slightly better than plain vanilla angels and angels are just Messengers they're the highest class of Angel but not the highest class of Angel you know what forget it and then the ninth ringer just your standard plain vanilla angels.",
        "data-video-tropename": "Our Angels Are Different",
        "data-video-descrip": "Overly Sarcastic Productions brings up the nine types of angels in Paradiso, represented by rings.  ",
        "data-video-name": "25303.mp4",
        "options": [
            "No-Holds-Barred Beatdown",
            "Title Theme Tune",
            "Oh, Crap!",
            "Our Angels Are Different",
            "Shout-Out"
        ]
    },
    {
        "data-video-sub": "this is just a good-natured competition between friends one of them happens to be a mechanical genius and the other is awesomely cool and super fast which is which Sonic is fast and Tails is smart right.  which one's Tails again May the best man win oh I intend to.",
        "data-video-tropename": "Showdown at High Noon",
        "data-video-descrip": "Sonic and Tails face each other on a Friendly Competition",
        "data-video-name": "31426.mp4",
        "options": [
            "Showdown at High Noon",
            "Abusive Parents",
            "Fusion Dance",
            "Shout-Out",
            "Evil Laugh"
        ]
    },
    {
        "data-video-sub": "you knew I was the Dragon Warrior you always knew what when igwe said otherwise what did you do.  what did you do nothing you were not meant to be the Dragon Warrior that was not my fault not your fault who filled my head with dreams who drove me to train until my bones cracking who deny be my guest.",
        "data-video-tropename": "Calling the Old Man Out",
        "data-video-descrip": "It was Shifu who turned his adopted son and student Tai Lung into the monster he is today.",
        "data-video-name": "6542.mp4",
        "options": [
            "One-Winged Angel",
            "Eldritch Location",
            "Showdown at High Noon",
            "Calling the Old Man Out",
            "The Reveal"
        ]
    },
    {
        "data-video-sub": "please this isn't a bar fight have some class.",
        "data-video-tropename": "No-Sell",
        "data-video-descrip": "Trevor finds an opening. Alucard isn't impressed. ",
        "data-video-name": "6800.mp4",
        "options": [
            "Potty Emergency",
            "Heroic BSoD",
            "Arson, Murder, and Jaywalking",
            "No-Sell",
            "Dark Reprise"
        ]
    },
    {
        "data-video-sub": "I'm sorry I don't know what to do anymore ready Remy wait wait Remy way Remy don't go ready I'll come out ready ready yeah come on back Remy come on Remy wait ready ready I know ready come on ready way ready up he's gone.",
        "data-video-tropename": "Overly Long Gag",
        "data-video-descrip": "Cricket constantly tries to get Remy to come back but to no avail.",
        "data-video-name": "4882.mp4",
        "options": [
            "Big-Lipped Alligator Moment",
            "Getting Crap Past the Radar",
            "Overly Long Gag",
            "Totem Pole Trench",
            "Limit Break"
        ]
    },
    {
        "data-video-sub": "did he share anything with you sure did he say anything to you share any of his rambling about conspiracies.  no he didn't he didn't share anything good.  that's good to hear you see we are engaged in a life-and-death war with these bio terrorists and it's my job to do whatever it takes to ensure that we win that war.  it's kind of funny because aren't you a bioterrorist too.  okay okay okay.  yes I am.  sometimes you have to fight fire with fire and it's clear now that you are not a coward which means there's something that you're not telling me.  what are you doing you can't do this you crazy I've got rights and I have the legal authority to suspend those rights whenever I feel it's necessary like now for instance I'll ask again what happened in there and I will tell you again yeah.  I'm told that hurts.  maybe I know what happened to her so that it does really.  still nothing.  well.  unless you decide that you do have something to tell me I'll go chat with that nice old lady but you should know concrete is especially hard on brittle bones and if she doesn't talk I'll just move on to the next one next time I find someone who does it said you have something you want to tell me how do you prefer that I move on to your friends here.",
        "data-video-tropename": "Big Bad",
        "data-video-descrip": "Brooke Augustine is the leader of the DUP, figure-head of all anti-Conduit action in America and the main antagonist of inFAMOUS: Second Son.",
        "data-video-name": "16720.mp4",
        "options": [
            "Lethal Chef",
            "Big Bad",
            "Animated Credits Opening",
            "Bad Boss",
            "Big \"NO!\""
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Summon Magic",
        "data-video-descrip": "Lumen Sages and Umbra Witches can summon Angels and Demons respectively.",
        "data-video-name": "3481.mp4",
        "options": [
            "Nightmare Face",
            "Slippy-Slidey Ice World",
            "Summon Magic",
            "Melancholy Musical Number",
            "Villain Song"
        ]
    },
    {
        "data-video-sub": "they are you are Twilight moondancer is having a little get-together in the west Castle Courtyard you want to come oh sorry girls I got a lot of studying to catch up on does that pony do anything except study I think she's more interested in books than friends I know what heart of the elements of harmony. Spike there you are quick find me that old copy of predictions and prophecies what's that for.  well it was a gift for moondancer but Spike you know we don't have time for that sort of thing but we were on a break.",
        "data-video-tropename": "Establishing Character Moment",
        "data-video-descrip": "Twilight Sparkle is introduced as an antisocial bookworm who thinks books are more important than friends.",
        "data-video-name": "11306.mp4",
        "options": [
            "Establishing Character Moment",
            "Transformation Sequence",
            "Getting Crap Past the Radar",
            "Catch Phrase",
            "An Ice Person"
        ]
    },
    {
        "data-video-sub": "there once was a man named gold Roger who was king of the Pirates he had Fame power and wealth Beyond Your Wildest Dreams before they hung him from The Gallows these were the final words he said my fortune is yours for the taking but you'll have to find it first I left everything I own in one piece ever since pirates from all over the world set sail for the grand line searching for One Piece the treasure that would make their dreams come true yeah.  yeah.  don't give it up don't give it up so long don't give it up now don't give it out by the treasure in the grand line there's no doubt the pirate whose eye is on it he'll sing I'll be king of the Pirates.  that happened we took a bite a gumgum his name's alone just like the Samurai and lady why not he's not shy the pirate crew coming through doing anything with the king of the Pirates.",
        "data-video-tropename": "Expository Theme Tune",
        "data-video-descrip": "One Piece: 4Kids English Theme Song - In the first dub for the anime version of One Piece, the theme goes into what the show's about... with rap!",
        "data-video-name": "11716.mp4",
        "options": [
            "Getting Crap Past the Radar",
            "Expository Theme Tune",
            "Alternative Foreign Theme Song",
            "Even Evil Has Standards",
            "Evil Laugh"
        ]
    },
    {
        "data-video-sub": "what of the sub they've got Uncle Donald's watch let go of my uncle no I wasn't prepared for that.",
        "data-video-tropename": "Didn't Think This Through",
        "data-video-descrip": "When he finds his uncle kidnapped, Dewey leaps into action... but should probably have thought further ahead.",
        "data-video-name": "9048.mp4",
        "options": [
            "Didn't Think This Through",
            "Eye Scream",
            "Animated Credits Opening",
            "Tempting Fate",
            "An Ice Person"
        ]
    },
    {
        "data-video-sub": "was excellent work Regirock thanks mr. wow you saved Our Lives no my name is Brandon not mr. but thank you for saving Our Lives Brandon now how did you kids get in here it is forbidden to enter these walls you see the ground just caved in below our feet we've been looking for a way out when I saw the Pikachu statue I kind of went crazy so I grabbed it.",
        "data-video-tropename": "Big \"NO!\"",
        "data-video-descrip": "Brandon yells out &quot;NOOOO!&quot; whenever he disapproves of something. This is his first scene.",
        "data-video-name": "5203.mp4",
        "options": [
            "Rousing Speech",
            "Big \"NO!\"",
            "Evil Laugh",
            "Foreshadowing",
            "Christmas Songs"
        ]
    },
    {
        "data-video-sub": "Nuru Dark Wings rise.",
        "data-video-tropename": "Animal-Themed Superbeing",
        "data-video-descrip": "With the Butterfly miraculous, Gabriel is able to transform into Hawk Moth with the power of Transmission.",
        "data-video-name": "21373.mp4",
        "options": [
            "Pep-Talk Song",
            "Bad Boss",
            "Big Eater",
            "Running Gag",
            "Animal-Themed Superbeing"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Overly Long Gag",
        "data-video-descrip": "SpongeBob gets a pebble stuck in his hand, and it hurrrrrts.",
        "data-video-name": "25559.mp4",
        "options": [
            "Big-Lipped Alligator Moment",
            "Pep-Talk Song",
            "Overly Long Gag",
            "Disproportionate Retribution",
            "Running Gag"
        ]
    },
    {
        "data-video-sub": "city of stars are you shining just for me if Stars there's so much that I can't see is this the start of something. that I cannot make true.  just one thing everybody screen of the crowded restaurant that's all we're looking for.  to light up the skies to up in the world and that says I'll be.  I wanted to stay.",
        "data-video-tropename": "Signature Song",
        "data-video-descrip": "The song from La La Land that won the Oscar for Best Original Song.",
        "data-video-name": "11089.mp4",
        "options": [
            "Signature Song",
            "Heroic BSoD",
            "Botanical Abomination",
            "Evil Laugh",
            "Dark Reprise"
        ]
    },
    {
        "data-video-sub": "",
        "data-video-tropename": "Making a Splash",
        "data-video-descrip": "Katara teaches Avatar Aang the basics of waterbending / a duel between Katara and Master Pakku",
        "data-video-name": "2486.mp4",
        "options": [
            "Getting Crap Past the Radar",
            "Good-Times Montage",
            "Botanical Abomination",
            "Making a Splash",
            "Vomit Indiscretion Shot"
        ]
    },
    {
        "data-video-sub": "oh nothing Master Shifu ha ha ha you'll never be the Dragon Warrior unless you lose 500 pounds and brush your teeth what is that noise you're making laughter I never heard of it we're kinda maybe someday you will have ears like mine that's good.  here's it's not working for you I thought they were pretty good it's just of course it's Shifu what do you think I'm doing.  Master Shifu.",
        "data-video-tropename": "Right Behind Me",
        "data-video-descrip": "Po makes fun of Master Shifu only to have Shifu appear right behind him and witness it all.",
        "data-video-name": "18749.mp4",
        "options": [
            "Comically Missing the Point",
            "Catch Phrase",
            "Triumphant Reprise",
            "Curb-Stomp Battle",
            "Right Behind Me"
        ]
    },
    {
        "data-video-sub": "kids grab your bathing suits your Metro cards and a positive attitude yay come on kids here we go there's a lead to pursue and your mama needs a comment and she's gonna come through I'm really proud of you you're hot on the chase but check your fly what is that on your face I'll get the truth honestly come on and see kind of Mama's got this - got this sorry if I sit on you your mama's got this bomb it stuck its kind of got this this journalist just can't resist your mama's got this life gives you lemons so you're taking this tried.  if you get the lemons talking there's a story inside your metaphors and messy but you're still the top now back on the train cause this isn't our stop feel we're almost there so wait and see cause Mama's got this momma's got this oops forgot deodorant we think Ramona's got these moms looking like a boss that you roll around and sauce.  speaking polish get them to the v in parts or lipke she's trying to be do one great quote about the vote I'm on my way in the East Village I am.",
        "data-video-tropename": "\"I Am Great!\" Song",
        "data-video-descrip": "Paige sings &quot;Momma's Got This&quot;, where she sings about how she'll get her quote and how determined she is and she doesn't care how messy she is.",
        "data-video-name": "15833.mp4",
        "options": [
            "Pep-Talk Song",
            "Villain Song",
            "Calling the Old Man Out",
            "The Hero",
            "\"I Am Great!\" Song"
        ]
    },
    {
        "data-video-sub": "when I first came to Royal prep I really didn't know anything about being Royal I felt like I had a lot of catching up to do but I had some help from my brother James from Vivian and Cleo Hildegard zandar Jin June Maya Colleen Desmond Zoe Paris Hugo. Penelope and and especially my sister Amber I had hoped to Sofia help me overcome all my fears even my fear of speaking in front of lots of people the teachers taught us how to be better rulers but we taught each other how to be better people so as we all prepare to go off to other schools let's take a moment to remember how we showed each other what being Roy. is truly all about.  I draw Royal prep step by step we gained wisdom and pep heeded the call and were all we could be every task every test we gave it our best and they did the rest you see I won't forget our motto which will be true.  have them roll over you we're all I got.",
        "data-video-tropename": "Rousing Speech",
        "data-video-descrip": "Sofia presents her valedictorian speech at her graduation ceremony showing how much she and her friends have learned.",
        "data-video-name": "28855.mp4",
        "options": [
            "Berserk Button",
            "Rousing Speech",
            "Christmas Songs",
            "Visual Pun",
            "Dark Reprise"
        ]
    }
]